Repository: deforay/odkdash
Catalog: module/Application/language/*.po
Languages: es_es, fr_fr, pt_br

source: Are QC records reviewed by the person in charge routinely?
es_es: ¿Los registros de CC ¿los revisa sistemáticamente el responsable?
fr_fr: Les dossiers de contrôle de qualité sont-ils sont-ils régulièrement examinés par la personne responsable ?
pt_br: Os registros de CQ são são revisados rotineiramente pela pessoa responsável?

source: Is there a national standardized HIV rapid testing register/logbook available and in use?
es_es: ¿Existe un registro/registro nacional normalizado de pruebas rápidas del VIH disponible y en uso?
fr_fr: Existe-t-il un registre/journal de bord national normalisé pour le dépistage rapide du VIH disponible et utilisé ?
pt_br: Existe um registro/livro de bordo nacional padronizado para testes rápidos de HIV disponível e em uso?

source: Does the<
es_es: ¿El<
fr_fr: Est-ce que la<
pt_br: O<

source: HIV testing
es_es: VIH pruebas
fr_fr: LE DÉPISTAGE DU test
pt_br: TESTE DE HIV testes

source: register/logbook include all of the key quality elements?
es_es: ¿incluyen todos los elementos clave de la calidad? de calidad?
fr_fr: le registre/journal de bord comprend-il tous les éléments clés de la qualité ? de qualité ?
pt_br: o registro/livro de bordo inclui todos os principais elementos de qualidade? principais?

source: Are all the elements in the register/ logbook recorded/captured correctly? (e.g., client demographics, kit names, lot numbers, expiration dates, tester name, individual and final HIV results, etc.)?
es_es: ¿Se registran/capturan correctamente todos los elementos del registro/diario? (por ejemplo, datos demográficos demográficos, nombres de los kits, números de lote, fechas de caducidad, nombre del probador resultados individuales y finales del VIH, etc.)?
fr_fr: Tous les éléments du registre/journal sont-ils enregistrés/capturés correctement (par ex les données démographiques des clients, les noms des kits, les numéros de lot, les dates d'expiration, le nom du testeur, les résultats individuels et finaux du VIH, etc, les résultats individuels et finaux du test VIH, etc.)
pt_br: Todos os elementos do registro/livro de bordo são registrados/capturados corretamente? (por exemplo, dados demográficos do cliente, nomes dos kits, números de lote, datas de validade, nome do testador, resultados individuais e finais do HIV etc.)? resultados individuais e finais de HIV, etc.)?

source: Is the total summary at the end of each page of the register/logbooks complied accurately?
es_es: ¿Se cumple el resumen al final de cada página del registro/cuaderno de bitácora con exactitud?
fr_fr: Le total récapitulatif à la fin de chaque page du registre/journal de bord est-il compilé correctement ?
pt_br: O resumo total total no final de cada página dos registros/livros de registro é preenchido com precisão?

source: Are invalid test results recorded in the register/logbook?
es_es: ¿Se anotan en el registro ¿Se anotan en el registro los resultados no válidos?
fr_fr: Les résultats des tests non valides les résultats des tests non valides sont-ils consignés dans le registre/journal de bord ?
pt_br: Os resultados de testes inválidos os resultados de testes inválidos são registrados no registro/livro de bordo?

source: Are all client documents and records securely kept throughout all phases of the testing process?
es_es: ¿Se conservan del cliente durante todas las fases del proceso de ensayo? pruebas?
fr_fr: Tous les documents et dossiers tous les documents et dossiers du client sont-ils conservés en toute sécurité pendant toutes les phases du processus d'essai ? d'essai ?
pt_br: Todos os documentos e registros são mantidos em segurança durante todas as fases do processo de teste? processo de teste?

source: Are all registers/logbooks and other documents kept in a secure location when not in use?
es_es: ¿Se guardan todos registros/libros de registro y otros documentos se guardan en un lugar seguro cuando no se utilizan? uso?
fr_fr: Tous les les registres et autres documents sont-ils conservés en lieu sûr lorsqu'ils ne sont pas utilisés ? pas utilisés ?
pt_br: Todos os os registros/livros de registro e outros documentos são mantidos em um local seguro quando não estão em uso? uso?

source: Are registers/logbooks properly labeled and archived when full?
es_es: ¿Los registros/cuaderno de bitácora ¿están debidamente etiquetados y archivados cuando están llenos?
fr_fr: Les registres/journaux de bord sont-ils sont-ils correctement étiquetés et archivés lorsqu'ils sont pleins ?
pt_br: Os registros/livros de registro são devidamente etiquetados e arquivados quando estão cheios?

source: EXTERNAL QUALITY AUDIT (PT, SUPERVISION
es_es: AUDITORÍA EXTERNA DE CALIDAD (PT, SUPERVISIÓN
fr_fr: AUDIT DE QUALITÉ EXTERNE (PT, SUPERVISION
pt_br: AUDITORIA EXTERNA DE QUALIDADE (PT, SUPERVISÃO

source: AND RETESTING)
es_es: Y RETENCIÓN)
fr_fr: ET RETESTANT)
pt_br: E RETESTAÇÃO)

source: Is the testing point enrolled in an EQA/PT program?
es_es: ¿Está el punto de en un programa de EQA/PT?
fr_fr: Le point d'essai est-il inscrit à un programme d'AQE/de contrôle de la qualité ?
pt_br: O ponto de teste está inscrito em um programa de EQA/PT?

source: Do all testers at the testing point test the EQA/PT samples?
es_es: ¿Prueban todos los en el punto de ensayo prueban las muestras EQA/PT?
fr_fr: Tous les testeurs du le point de contrôle teste-t-il les échantillons du CQE/de l'EP ?
pt_br: Todos os testadores no o ponto de teste testa as amostras de EQA/PT?

source: Does the person in charge at the testing point review the /PT results before submission to NRL or designee?
es_es: ¿La persona responsable del punto de ensayo revisa los resultados de /PT antes de antes de enviarlos al NRL o a la persona designada?
fr_fr: La personne la personne responsable du point d'essai examine-t-elle les résultats du test /PT avant de les soumettre au LNR ou à son représentant ? avant d'être soumis au LNR ou à la personne désignée ?
pt_br: A pessoa a pessoa responsável no ponto de teste revisa os resultados do /PT antes de antes de enviá-los ao NRL ou a um representante?

source: Is an EQA/PT report received from NRL and reviewed by testers and/or the person in charge at the testing point?
es_es: Es se recibe un informe EQA/PT del NRL y es revisado por los probadores y/o la persona responsable del punto de ensayo?
fr_fr: Il s'agit un rapport d'AQE/PT est-il reçu du LNR et examiné par les testeurs et/ou la personne responsable au point de contrôle ? responsable au point de contrôle ?
pt_br: É um relatório de EQA/PT é recebido da NRL e revisado pelos testadores e/ou pela pessoa responsável no ponto de teste? responsável no ponto de teste?

source: Does the testing point implement corrective action in case of unsatisfactory results?
es_es: ¿ el punto de ensayo aplica medidas correctoras en caso de resultados insatisfactorios? insatisfactorios?
fr_fr: Est-ce que le point de contrôle met-il en œuvre des mesures correctives en cas de résultats insatisfaisants ? insatisfaisants ?
pt_br: O o ponto de teste implementa ações corretivas em caso de resultados insatisfatórios? resultados insatisfatórios?

source: Does the testing point receive periodic supervisory visits?
es_es: ¿Recibe ¿Recibe el punto de control visitas periódicas de supervisión?
fr_fr: Le point de contrôle fait-il l'objet de visites de contrôle périodiques ? le point de contrôle fait-il l'objet de visites de contrôle périodiques ?
pt_br: O o ponto de teste recebe visitas periódicas de supervisão?

source: Is feedback provided during supervisory visit and documented?
es_es: ¿Se proporciona ¿Se proporciona retroalimentación durante la visita de supervisión y se documenta?
fr_fr: Le retour d'information est-il un retour d'information est-il fourni lors de la visite de contrôle et documenté ?
pt_br: O o feedback é fornecido durante a visita de supervisão e documentado?

source: If testers need to be retrained, are they being retrained during the supervisory visit?
es_es: Si es necesario volver a formar a los evaluadores, ¿se les está formando durante la visita de supervisión? de supervisión?
fr_fr: Si les si les testeurs doivent être recyclés, le sont-ils pendant la visite de contrôle ? de supervision ?
pt_br: Se os testadores os testadores precisam ser treinados novamente, eles estão sendo treinados durante a visita de supervisão? visita de supervisão?

source: If the country external quality assessment program includes retesting of serum or DBS, proceed with questions
es_es: Si el programa de evaluación externa de la calidad del país incluye la repetición de pruebas de suero o ECP, proceda con las preguntas
fr_fr: Si le programme d'évaluation externe de la qualité du pays comprend un nouveau test du sérum ou du DBS, il convient de poser les questions suivantes
pt_br: Se o programa de avaliação externa de qualidade do país incluir reteste de soro ou DBS, prossiga com as perguntas

source: Otherwise, STOP here.
es_es: De lo contrario, PARE aquí.
fr_fr: Dans le cas contraire, ARRÊTER ici.
pt_br: Caso contrário, PARE aqui.

source: Does the site collect samples for retesting according to country guidelines (e.g., collection of every 20<sup>th</sup> client serum or DBS sample)?
es_es: ¿Recoge el centro muestras para repetir las pruebas según las directrices país (p. ej., recogida de muestras de suero o EPC de cada<sup>20</sup> clientes)? del cliente)?
fr_fr: Le site prélève-t-il des échantillons en vue d'un nouveau test conformément aux directives du pays (par ex pays (par exemple, tous les<sup>20</sup> échantillons de sérum ou de DBS du client) ? du client) ?
pt_br: O local coleta amostras para reteste de acordo com as diretrizes do país? diretrizes do país (por exemplo, coleta de cada<sup>20ª</sup> amostra de soro ou DBS do cliente)? amostra)?

source: Are the serum or DBS samples collected for retesting properly documented?
es_es: ¿Están debidamente documentadas las muestras de suero o ECP recogidas para la repetición de las pruebas? documentadas?
fr_fr: Les échantillons de sérum ou de DBS prélevés en vue d'un nouveau test sont-ils correctement correctement documentés ?
pt_br: As amostras de soro ou DBS coletadas para reteste são devidamente documentadas corretamente?

source: Are serum or DBS samples collected properly (e.g., at least 3 complete circles or correct volume and correct tubes, etc.)?
es_es: ¿Se recogen correctamente las muestras de suero o DBS (p. ej., al menos 3 círculos completos o el volumen y los tubos correctos, etc.)? completos o volumen y tubos correctos, etc.)?
fr_fr: Les échantillons de sérum ou de DBS sont-ils prélevés correctement (par exemple, au moins 3 cercles complets, volume correct et tubes corrects, etc cercles complets, volume correct et tubes corrects, etc.)
pt_br: As amostras de soro ou DBS são coletadas corretamente (por exemplo, pelo menos 3 círculos círculos completos ou volume correto e tubos corretos, etc.)?

source: Are serum or DBS samples stored properly (e.g., away from sunlight, separated by glassine paper, desiccant, or at 4
es_es: ¿Se almacenan adecuadamente las muestras de suero o DBS (por ejemplo, alejadas de la luz solar, separadas por papel cristal, desecante, o a 4
fr_fr: Les échantillons de sérum ou de DBS sont-ils conservés correctement (par exemple, à l'abri de la lumière du soleil, séparés par du papier cristal, un dessiccateur ou à 4
pt_br: As amostras de soro ou DBS são armazenadas adequadamente (por exemplo, longe da luz solar, separadas por papel glassine, dessecante ou a 4

source: C or 20
es_es: C o 20
fr_fr: C ou 20
pt_br: C ou 20

source: Are the identifiers of serum or DBS samples sent for retesting properly recorded?
es_es: ¿Se registran correctamente los identificadores de las muestras de suero o ECP enviadas para un nuevo análisis? correctamente?
fr_fr: Les identifiants des échantillons de sérum ou de DBS envoyés pour un nouveau test sont-ils correctement correctement enregistrés ?
pt_br: Os identificadores das amostras de soro ou DBS enviadas para reteste estão devidamente registrados corretamente?

source: Are the serum or DBS results received from the referral lab properly documented and recorded in the HIV testing register/logbook?
es_es: ¿Se documentan adecuadamente resultados recibidos del laboratorio de referencia se documentan y registran adecuadamente en el registro/cuaderno de pruebas del VIH?
fr_fr: Les résultats du sérum ou du DBS reçus du laboratoire de référence sont-ils correctement documentés et enregistrés dans le dans le registre/journal de bord du dépistage du VIH ?
pt_br: Os resultados de soro ou DBS os resultados recebidos do laboratório de referência estão devidamente documentados e registrados no no registro/livro de registro de testes de HIV?

source: EXTERNAL QUALITY AUDIT (PT,
es_es: AUDITORÍA EXTERNA DE CALIDAD (PT,
fr_fr: AUDIT EXTERNE DE QUALITÉ (PT,
pt_br: AUDITORIA EXTERNA DE QUALIDADE (PT,

source: SUPERVISION
es_es: SUPERVISIÓN
pt_br: SUPERVISÃO

source: AND RETESTING) SCORE
es_es: Y REPETICIÓN DE PRUEBAS) PUNTUACIÓN
fr_fr: ET DE LA REPRISE DE L'EXAMEN)
pt_br: E RETESTE) PONTUAÇÃO

source: *Those marked with an asterisk are only applicable to sites where sample retesting is performed.
es_es: *Los marcados con un asterisco sólo son aplicables a los lugares en los que se realizan nuevos análisis de muestras.
fr_fr: *Ceux qui sont marqués d'un astérisque ne s'appliquent qu'aux sites où des un nouvel examen de l'échantillon est effectué.
pt_br: *Aqueles marcados com um asterisco são aplicáveis apenas a locais onde onde o reteste de amostras é realizado.

source: Each element marked will be assigned a point value:
es_es: A cada elemento elemento marcado se le asignará un valor en puntos:
fr_fr: Chaque élément marqué se verra attribuer une valeur de point élément marqué se verra attribuer une valeur de point :
pt_br: Cada elemento marcado receberá um valor de ponto:

source: Items marked 'Yes' receive 1 point each.
es_es: Los puntos marcados con "Sí" reciben 1 punto cada uno.
fr_fr: Les points marqués d'un "oui" reçoivent chacun 1 point.
pt_br: Os itens marcados com "Sim" recebem 1 ponto cada.

source: Items marked "Partial" receive 0.5 point each.
es_es: Los puntos marcados con "Parcial" reciben 0,5 puntos cada uno.
fr_fr: Les éléments marqués "Partiel" reçoivent 0,5 point chacun.
pt_br: Os itens marcados como "Parcial" recebem 0,5 ponto cada.

source: Total points scored for each section should be tallied and recorded at the end of the section.
es_es: Total los puntos totales obtenidos en cada sección se contarán y registrarán al final de la misma sección.
fr_fr: Le total des points les points obtenus pour chaque section doivent être comptabilisés et enregistrés à la fin de la section section.
pt_br: O total de pontos marcados em cada seção deve ser computado e registrado no final da seção seção.

source: The overall total points obtained by each HIV testing point audited will be weighed to correspond to a specific performance level.
es_es: Los puntos totales obtenidos por cada punto de prueba del VIH auditado se ponderarán para corresponder a un nivel de rendimiento específico.
fr_fr: Le total général des points obtenus par chaque point de dépistage du VIH audité sera pondéré pour correspondre à un niveau de performance spécifique.
pt_br: O total geral de pontos obtidos por cada ponto de teste de HIV auditado será ponderado para corresponder a um nível de desempenho específico.

source: >Level
es_es: >Nivel
fr_fr: >Niveau
pt_br: >Nível

source: Needs improvement in all areas and immediate remediation
es_es: Necesita mejora en todas las áreas y corrección inmediata
fr_fr: Besoins d'amélioration amélioration dans tous les domaines et remédiation immédiate
pt_br: Necessita de melhoria em todas as áreas e correção imediata

source: Needs improvement in specific areas
es_es: Necesita mejora en áreas específicas
fr_fr: Besoins amélioration dans des domaines spécifiques
pt_br: Necessidades melhoria em áreas específicas

source: Partially eligible
es_es: Parcialmente subvencionable
fr_fr: Partiellement éligible
pt_br: Parcialmente elegível

source: Close to national site certification
es_es: Cerrar a la certificación nacional de centros
fr_fr: Fermer vers la certification des sites nationaux
pt_br: Fechar para a certificação nacional do site

source: 90% or higher
es_es: 90% o superior
fr_fr: 90% ou plus
pt_br: 90% ou superior

source: Eligible to national site certification
es_es: Elegible a la certificación nacional de centros
fr_fr: Éligible à la certification nationale du site
pt_br: Elegível para a certificação do site nacional

source: No. of Tester(s):
es_es: Nº de probador(es):
fr_fr: Nombre de testeurs :
pt_br: Número de testadores:

source: Duration of Audit:
es_es: Duración de la auditoría:
fr_fr: Durée de l'audit :
pt_br: Duração da auditoria:

source: Person in Charge Name and Signature:
es_es: Persona responsable Nombre y firma:
fr_fr: Nom et signature de la personne responsable :
pt_br: Nome e assinatura da pessoa responsável:

source: SPI RT V3 - Data Validation
es_es: SPI RT V3 - Validación de datos
fr_fr: SPI RT V3 - Validation des données
pt_br: SPI RT V3 - Validação de dados

source: Upload csv file only
es_es: Cargar sólo archivo csv
fr_fr: Télécharger un fichier csv uniquement
pt_br: Carregar somente o arquivo csv

source: Total No. of Audits in CSV
es_es: Nº total de auditorías en CSV
fr_fr: Nombre total d'audits dans le CSV
pt_br: Número total de auditorias em CSV

source: Total No. of Audits in ODKDash
es_es: Nº total de auditorías en ODKDash
fr_fr: Nombre total d'audits dans ODKDash
pt_br: Número total de auditorias no ODKDash

source: Are you sure want to import these audit(s)?
es_es: ¿Está seguro de que desea importar estas auditorías?
fr_fr: Êtes-vous sûr de vouloir importer ces audits ?
pt_br: Tem certeza de que deseja importar essa(s) auditoria(s)?

source: Please choose atleat one row and token!
es_es: Por favor, elija al menos una fila y una ficha
fr_fr: Veuillez choisir au moins une ligne et un jeton !
pt_br: Escolha pelo menos uma linha e um token!

source: Overall Audit Performance
es_es: Rendimiento global de las auditorías
fr_fr: Performance globale de l'audit
pt_br: Desempenho geral da auditoria

source: Province/District
es_es: Provincia/Distrito
pt_br: Província/Distrito

source: Assesment of Audit
es_es: Evaluación de la auditoría
fr_fr: Évaluation de l'audit
pt_br: Avaliação da auditoria

source: Audit Count
es_es: Recuento de auditorías
fr_fr: Nombre d'audits
pt_br: Contagem de auditoria

source: Personal Training and Certifications
es_es: Formación personal y certificaciones
fr_fr: Formation personnelle et certifications
pt_br: Treinamento pessoal e certificações

source: Physical Facility
es_es: Instalación física
fr_fr: Installation physique
pt_br: Instalações físicas

source: Saftey
es_es: Seguridad
fr_fr: Sécurité
pt_br: Segurança

source: Pre-Testing Phase
es_es: Fase previa a las pruebas
fr_fr: Phase de pré-test
pt_br: Fase de pré-teste

source: Testing Phase
es_es: Fase de pruebas
fr_fr: Phase de test
pt_br: Fase de teste

source: Post-Testing Phase
es_es: Fase posterior a las pruebas
fr_fr: Phase de post-test
pt_br: Fase pós-teste

source: External Quality Assessment
es_es: Evaluación externa de la calidad
fr_fr: Évaluation externe de la qualité
pt_br: Avaliação externa da qualidade

source: No. of
es_es: Nº de
fr_fr: Nombre de
pt_br: Nº de

source: Responses scoring a Zero
es_es: Respuestas con un cero
fr_fr: Réponses marquées d'un zéro
pt_br: Respostas com pontuação zero

source: SPI-RRT Facility Report
es_es: Informe sobre las instalaciones SPI-RRT
fr_fr: Rapport sur l'installation SPI-RRT
pt_br: Relatório de instalações da SPI-RRT

source: Loading
pt_br: Carregando

source: Each element marked will be assigned a point value: • Items marked “Yes” receive 1 point each. • Items marked “Partial” receive 0.5 point each. • Items marked “No” receive 0 point each.
es_es: A cada elemento marcado se le asignará un valor en puntos: - Los elementos marcados con "Sí" reciben 1 punto cada uno. - Los elementos marcados con "Parcial" reciben 0,5 puntos cada uno. - Los elementos marcados con "No" reciben 0 puntos cada uno.
fr_fr: Chaque élément coché se verra attribuer une valeur en points : - Les éléments marqués "Oui" reçoivent 1 point chacun. - Les éléments marqués "Partiel" reçoivent 0,5 point chacun. - Les éléments marqués "Non" reçoivent 0 point chacun.
pt_br: Cada elemento marcado receberá um valor de ponto: - Os itens marcados com "Sim" recebem 1 ponto cada. - Os itens marcados como "Parcial" recebem 0,5 ponto cada. - Os itens marcados como "Não" recebem 0 ponto cada.

source: The overall total points obtained by each HIV testing point audited will be weighed to correspond to a specific performance level.
es_es: Los puntos totales obtenidos por cada punto de prueba del VIH auditado se ponderarán para que correspondan a un nivel de rendimiento específico específico.
fr_fr: Le total des points obtenus par chaque point de dépistage du VIH audité sera pondéré pour correspondre à un niveau de performance spécifique spécifique.
pt_br: O total geral de pontos obtidos por cada ponto de teste de HIV auditado será ponderado para corresponder a um nível de desempenho específico específico.

source: Auditor's Comments
es_es: Comentarios del auditor
fr_fr: Commentaires de l'auditeur
pt_br: Comentários do auditor

source: SPI-RT 6.0 Checklist (Possible Duplicate Audit(s))
es_es: Lista de comprobación SPI-RT 6.0 (Posible(s) auditoría(s) duplicada(s))
fr_fr: Liste de contrôle SPI-RT 6.0 (possibilité d'audit(s) en double)
pt_br: Lista de verificação do SPI-RT 6.0 (possíveis auditorias duplicadas)

source: Facility Name<
es_es: Nombre del centro<
pt_br: Nome da instalação<

source: Are you sure you want to remove this duplicate audit?
es_es: ¿Está seguro de que desea eliminar esta auditoría duplicada?
fr_fr: Êtes-vous sûr de vouloir supprimer cet audit en double ?
pt_br: Tem certeza de que deseja remover essa auditoria duplicada?

source: Edit SPI-RRT Form
es_es: Editar el formulario SPI-RRT
fr_fr: Modifier le formulaire SPI-RRT
pt_br: Editar formulário SPI-RRT

source: "Name of the Auditor 1
es_es: "Nombre del auditor 1
fr_fr: "Nom de l'auditeur 1
pt_br: "Nome do auditor 1

source: PART B. SPI-RRT Checklist
es_es: PARTE B. Lista de comprobación SPI-RRT
fr_fr: PARTIE B. Liste de contrôle SPI-RRT
pt_br: PARTE B. Lista de verificação do SPI-RRT

source: For each of the sections listed below, please check
es_es: Para cada una de las secciones enumeradas a continuación, marque
fr_fr: Pour chacune des sections énumérées ci-dessous, veuillez cocher
pt_br: Para cada uma das seções listadas abaixo, marque

source: Yes, Partial or No
es_es: Sí, parcialmente o no
fr_fr: Oui, partiellement ou non
pt_br: Sim, parcial ou não

source: , where applicable. Indicate "
es_es: si procede. Indique "
fr_fr: le cas échéant. Indiquer "
pt_br: , quando aplicável. Indique "

source: " only when all elements are satisfactorily present. Provide comments for each "
es_es: " sólo cuando todos los elementos estén satisfactoriamente presentes. Formule observaciones para cada "
fr_fr: "uniquement lorsque tous les éléments sont présents de manière satisfaisante. Fournir des commentaires pour chaque "
pt_br: " somente quando todos os elementos estiverem presentes de forma satisfatória. Forneça comentários para cada "

source: " response. State N/A in the comments section if "not applicable" where appropriate (*).
es_es: "Respuesta Indique N/A en la sección de comentarios si "no procede" cuando proceda (*).
fr_fr: réponse ". Indiquer N/A dans la section des commentaires si "non applicable" le cas échéant (*).
pt_br: "Resposta. Indique N/A na seção de comentários se "não se aplica" quando apropriado (*).
