Repository: deforay/odkdash
Catalog: module/Application/language/*.po
Languages: es_es, fr_fr, pt_br

source: Is an EQA/PT report received from NRL and reviewed by testers and/or the person in charge at the testing point?
es_es: ¿Se recibe un informe EQA/PT del NRL y es revisado por los probadores y/o la persona encargada en el punto de prueba?
fr_fr: Un rapport d'AQE/de TP est-il reçu du LNR et examiné par les testeurs et/ou la personne responsable au point de contrôle ?
pt_br: Um relatório de EQA/PT é recebido do NRL e revisado pelos testadores e/ou pela pessoa responsável no ponto de teste?

source: Does the testing point implement corrective action in case of unsatisfactory results?
es_es: ¿Aplica el punto de ensayo medidas correctoras en caso de resultados insatisfactorios?
fr_fr: Le point de contrôle met-il en œuvre des mesures correctives en cas de résultats insatisfaisants ?
pt_br: O ponto de teste implementa ações corretivas em caso de resultados insatisfatórios?

source: Does the testing point receive periodic supervisory visits?
es_es: ¿Recibe el punto de control visitas periódicas de supervisión?
fr_fr: Le point de contrôle fait-il l'objet de visites de contrôle périodiques ?
pt_br: O ponto de teste recebe visitas periódicas de supervisão?

source: Is feedback provided during supervisory visit and documented?
es_es: ¿Se proporciona retroalimentación durante la visita de supervisión y se documenta?
fr_fr: Un retour d'information est-il fourni lors de la visite de supervision et documenté ?
pt_br: O feedback é fornecido durante a visita de supervisão e documentado?

source: If testers need to be retrained, are they being retrained during the supervisory visit?
es_es: Si es necesario volver a formar a los evaluadores, ¿se les está formando durante la visita de supervisión?
fr_fr: Si les testeurs doivent être recyclés, le sont-ils pendant la visite de supervision ?
pt_br: Se os testadores precisarem ser treinados novamente, eles estão sendo treinados durante a visita de supervisão?

source: If the country external quality assessment program includes retesting of serum or DBS, proceed with questions 7.9 - 7.14 <br/> Otherwise, STOP here.
es_es: Si el programa de evaluación externa de la calidad del país incluye la repetición de pruebas de suero o ECP, continúe con las preguntas 7.9 - 7.14 <br/> De lo contrario, DETÉNGASE AQUÍ.
fr_fr: Si le programme d'évaluation externe de la qualité du pays comprend un nouveau test du sérum ou du DBS, passez aux questions 7.9 - 7.14 <br/> Sinon, ARRÊTEZ-VOUS ici.
pt_br: Se o programa de avaliação externa da qualidade do país incluir reteste de soro ou DBS, prossiga com as perguntas 7.9 - 7.14 <br/> Caso contrário, PARE aqui.

source: Does the site collect samples for retesting according to country guidelines (e.g., collection of every 20th client serum or DBS sample)?
es_es: ¿Recoge el centro muestras para repetir las pruebas de acuerdo con las directrices del país (p. ej., recogida de cada 20 muestras de suero o ECP del cliente)?
fr_fr: Le site prélève-t-il des échantillons pour un nouveau test conformément aux directives nationales (par exemple, tous les 20 échantillons de sérum ou de DBS du client) ?
pt_br: O local coleta amostras para reteste de acordo com as diretrizes do país (por exemplo, coleta de cada 20ª amostra de soro ou DBS do cliente)?

source: Are the serum or DBS samples collected for retesting properly documented?
es_es: ¿Están debidamente documentadas las muestras de suero o ECP recogidas para repetir las pruebas?
fr_fr: Les échantillons de sérum ou de DBS prélevés pour un nouveau test sont-ils correctement documentés ?
pt_br: As amostras de soro ou DBS coletadas para reteste estão devidamente documentadas?

source: Are serum or DBS samples collected properly (e.g., at least 3 complete circles or correct volume and correct tubes, etc.)?
es_es: ¿Se recogen correctamente las muestras de suero o DBS (por ejemplo, al menos 3 círculos completos o volumen correcto y tubos correctos, etc.)?
fr_fr: Les échantillons de sérum ou de DBS sont-ils prélevés correctement (par exemple, au moins 3 cercles complets ou un volume correct et des tubes corrects, etc.)
pt_br: As amostras de soro ou DBS são coletadas adequadamente (por exemplo, pelo menos 3 círculos completos ou volume correto e tubos corretos, etc.)?

source: Are serum or DBS samples stored properly (e.g., away from sunlight, separated by glassine paper, desiccant, or at 4&deg;C or 20&deg;C, etc.)?
es_es: ¿Se almacenan las muestras de suero o de sangre seca adecuadamente (por ejemplo, lejos de la luz solar, separadas por papel cristal, desecante, o a 4°C o 20°C, etc.)?
fr_fr: Les échantillons de sérum ou de DBS sont-ils conservés correctement (par exemple, à l'abri de la lumière du soleil, séparés par du papier cristal, un dessiccateur, ou à 4°C ou 20°C, etc.)
pt_br: As amostras de soro ou DBS são armazenadas adequadamente (por exemplo, longe da luz solar, separadas por papel de vidro, dessecante, a 4°C ou 20°C, etc.)?

source: Are the identifiers of serum or DBS samples sent for retesting properly recorded?
es_es: ¿Se registran correctamente los identificadores de las muestras de suero o de ECP enviadas para un nuevo análisis?
fr_fr: Les identifiants des échantillons de sérum ou de DBS envoyés pour un nouveau test sont-ils correctement enregistrés ?
pt_br: Os identificadores das amostras de soro ou DBS enviadas para reteste são registrados corretamente?

source: Are the serum or DBS results received from the referral lab properly documented and recorded in the HIV testing register/logbook?
es_es: ¿Se documentan y anotan adecuadamente en el registro/cuaderno de pruebas del VIH los resultados de suero o ECP recibidos del laboratorio de referencia?
fr_fr: Les résultats du sérum ou du DBS reçus du laboratoire de référence sont-ils correctement documentés et enregistrés dans le registre/journal de bord du dépistage du VIH ?
pt_br: Os resultados de soro ou DBS recebidos do laboratório de referência estão devidamente documentados e registrados no livro de registro de testes de HIV?

source: EXTERNAL QUALITY AUDIT (PT, SUPERVISION AND RETESTING) SCORE
es_es: PUNTUACIÓN DE LA AUDITORÍA EXTERNA DE CALIDAD (PT, SUPERVISIÓN Y REPETICIÓN DE PRUEBAS)
fr_fr: SCORE DE L'AUDIT EXTERNE DE QUALITÉ (PT, SUPERVISION ET RÉ-ESSAIS)
pt_br: PONTUAÇÃO DA AUDITORIA EXTERNA DE QUALIDADE (PT, SUPERVISÃO E RETESTE)

source: Those marked with an asterisk are only applicable to sites where sample retesting is performed.
es_es: Las marcadas con un asterisco sólo son aplicables a los lugares en los que se vuelven a analizar las muestras.
fr_fr: Ceux qui sont marqués d'un astérisque ne s'appliquent qu'aux sites où un nouvel examen des échantillons est effectué.
pt_br: Aqueles marcados com um asterisco só se aplicam a locais onde é realizado um novo teste de amostra.

source: PART C: SCORING CRITERIA
es_es: PARTE C: CRITERIOS DE PUNTUACIÓN
fr_fr: PARTIE C : CRITÈRES DE NOTATION
pt_br: PARTE C: CRITÉRIOS DE PONTUAÇÃO

source: Each element marked will be assigned a point value:
es_es: A cada elemento marcado se le asignará un valor en puntos:
fr_fr: Chaque élément marqué se verra attribuer une valeur en points :
pt_br: Cada elemento marcado receberá um valor de ponto:

source: Items marked "Yes" receive 1 point each.
es_es: Los puntos marcados con "Sí" reciben 1 punto cada uno.
fr_fr: Les points marqués d'un "oui" reçoivent chacun 1 point.
pt_br: Os itens marcados com "Sim" recebem 1 ponto cada.

source: Items marked "Partial" receive 0.5 point each.
es_es: Los puntos marcados con "Parcial" reciben 0,5 puntos cada uno.
fr_fr: Les éléments marqués "Partiel" reçoivent 0,5 point chacun.
pt_br: Os itens marcados como "Parcial" recebem 0,5 ponto cada.

source: Items marked "No" receive 0 point each.
es_es: Los puntos marcados con "No" reciben 0 puntos cada uno.
fr_fr: Les points marqués "Non" reçoivent 0 point chacun.
pt_br: Os itens marcados como "Não" recebem 0 ponto cada.

source: Total points scored for each section should be tallied and recorded at the end of the section
es_es: El total de puntos obtenidos en cada sección debe contarse y registrarse al final de la misma
fr_fr: Le total des points obtenus pour chaque section doit être comptabilisé et enregistré à la fin de la section
pt_br: O total de pontos marcados para cada seção deve ser contado e registrado no final da seção

source: The overall total points obtained by each HIV testing point audited will be weighed to correspond to a specific performance level.
es_es: Los puntos totales obtenidos por cada punto de prueba del VIH auditado se ponderarán para que correspondan a un nivel de rendimiento específico.
fr_fr: Le total des points obtenus par chaque point de dépistage du VIH audité sera pondéré pour correspondre à un niveau de performance spécifique.
pt_br: O total geral de pontos obtidos por cada ponto de teste de HIV auditado será ponderado para corresponder a um nível de desempenho específico.

source: Levels
pt_br: Níveis

source: Description of results
es_es: Descripción de los resultados
fr_fr: Description des résultats
pt_br: Descrição dos resultados

source: Level 0
pt_br: Nível 0

source: Less than 40%
es_es: Menos del 40
fr_fr: Moins de 40
pt_br: Menos de 40%

source: Needs improvement in all areas and immediate remediation
es_es: Necesita mejorar en todas las áreas y una corrección inmediata
fr_fr: Besoin d'amélioration dans tous les domaines et de remédiation immédiate
pt_br: Precisa de melhorias em todas as áreas e de correção imediata

source: Level 1
fr_fr: Niveau 1
pt_br: Nível 1

source: Needs improvement in specific areas
es_es: Necesita mejorar en áreas específicas
fr_fr: Besoin d'amélioration dans certains domaines
pt_br: Necessita de aprimoramento em áreas específicas

source: Level 2
pt_br: Nível 2

source: Partially eligible
es_es: Parcialmente subvencionable
fr_fr: Partiellement éligible
pt_br: Parcialmente elegível

source: Level 3
pt_br: Nível 3

source: Close to national site certification
es_es: Cerca de la certificación nacional
fr_fr: Près de la certification du site national
pt_br: Próximo à certificação nacional do site

source: Level 4
pt_br: Nível 4

source: or higher
pt_br: ou superior

source: Eligible to national site certification
es_es: Elegible para la certificación nacional de centros
fr_fr: Eligible à la certification nationale du site
pt_br: Elegível para a certificação nacional do site

source: Part D. Auditor's Summation Report for SPI-RT Audit
es_es: Parte D. Informe de síntesis del auditor para la auditoría SPI-RT
fr_fr: Partie D. Rapport de synthèse de l'auditeur pour l'audit SPI-RT
pt_br: Parte D. Relatório resumido do auditor para a auditoria do SPI-RT

source: Facility Name:
es_es: Nombre del centro:
pt_br: Nome da instalação:

source: Site Type:
es_es: Tipo de emplazamiento:
pt_br: Tipo de local:

source: Staff Audited Name:
es_es: Personal auditado Nombre:
fr_fr: Personnel audité Nom :
pt_br: Nome da equipe auditada:

source: No. of Tester(s)
es_es: Número de probadores
fr_fr: Nombre de testeurs
pt_br: Número de testadores

source: Duration of Audit
es_es: Duración de la auditoría
fr_fr: Durée de l'audit
pt_br: Duração da auditoria

source: Total points scored (exclude N/A) =
es_es: Total de puntos obtenidos (excluye N/A) =
fr_fr: Total des points marqués (exclure N/A) =
pt_br: Total de pontos marcados (excluindo N/D) =

source: Total score expected =
es_es: Puntuación total prevista =
fr_fr: Score total attendu =
pt_br: Pontuação total esperada =

source: Section No.
es_es: Sección n
pt_br: Seção nº.

source: Deficiency/Issue observed
es_es: Deficiencia/problema observado
fr_fr: Déficit/problème observé
pt_br: Deficiência/Problema observado

source: Correction Actions
es_es: Acciones de corrección
fr_fr: Mesures de correction
pt_br: Ações de correção

source: Auditor's
es_es: Auditoría
fr_fr: Audit de l'auditeur
pt_br: Auditor

source: Recommendations
pt_br: Recomendações

source: Immediate
pt_br: Imediato

source: Follow up
pt_br: Acompanhamento da solicitação

source: Timeline / Person responsible
es_es: Calendario / Persona responsable
fr_fr: Calendrier / Personne responsable
pt_br: Cronograma / Pessoa responsável

source: No Corrective Actions
es_es: Ninguna acción correctiva
fr_fr: Aucune action corrective
pt_br: Nenhuma ação corretiva

source: Staff Audited Signature:
es_es: Personal Auditado Firma:
fr_fr: Personnel audité Signature :
pt_br: Assinatura da equipe auditada:

source: Person in Charge Name and Signature :
es_es: Persona responsable Nombre y firma :
fr_fr: Personne responsable Nom et signature :
pt_br: Nome e assinatura da pessoa responsável :

source: Auditor Name and Signature:
es_es: Nombre y firma del auditor:
fr_fr: Nom et signature de l'auditeur :
pt_br: Nome e assinatura do auditor:

source: Date (dd/mm/yyyy):
es_es: Fecha (dd/mm/aaaa):
fr_fr: Date (jj/mm/aaaa) :
pt_br: Data (dd/mm/aaaa):

source: Facility
pt_br: Infraestrutura

source: Please select the facility
es_es: Seleccione la instalación
fr_fr: Veuillez sélectionner l'établissement
pt_br: Selecione a instalação

source: Select Facility
es_es: Seleccionar instalación
pt_br: Selecione a Instalação

source: Facility Email Address
es_es: Dirección de correo electrónico del centro
fr_fr: Adresse électronique de l'établissement
pt_br: Endereço de e-mail do estabelecimento

source: Enter Email Address
pt_br: Insira o endereço de e-mail

source: Please enter facility email address
es_es: Introduzca la dirección de correo electrónico del centro
fr_fr: Veuillez saisir l'adresse électronique de l'établissement
pt_br: Digite o endereço de e-mail do estabelecimento

source: Choose Audits
es_es: Elija Auditorías
fr_fr: Choisir les audits
pt_br: Selecionar auditorias

source: Please select the audits
es_es: Seleccione las auditorías
fr_fr: Veuillez sélectionner les audits
pt_br: Selecione as auditorias

source: Message
pt_br: Mensagem

source: Enter Your Message
pt_br: Digite sua mensagem

source: Please type your message
es_es: Escriba su mensaje
fr_fr: Veuillez taper votre message
pt_br: Por favor, digite sua mensagem

source: Attachments
pt_br: Anexos

source: Please choose file
es_es: Seleccione un archivo
fr_fr: Veuillez choisir un fichier
pt_br: Por favor, escolha o arquivo

source: Send
pt_br: Enviar

source: Please select audits
es_es: Seleccione auditorías
fr_fr: Veuillez sélectionner les audits
pt_br: Selecione as auditorias

source: Show Audits
es_es: Mostrar auditorías
fr_fr: Audits des spectacles
pt_br: Mostrar auditorias

source: Please select the show emailed audits
es_es: Por favor, seleccione el espectáculo auditorías enviadas por correo electrónico
fr_fr: Veuillez sélectionner le spectacle pour lequel des audits ont été effectués
pt_br: Selecione as auditorias enviadas por e-mail do programa

source: Already emailed
es_es: Ya enviado por correo electrónico
fr_fr: Déjà envoyé par courriel
pt_br: Já enviado por e-mail

source: Not yet emailed
es_es: Aún no se ha enviado por correo electrónico
fr_fr: Pas encore envoyé par courriel
pt_br: Ainda não foi enviado por e-mail

source: Event Log History List
es_es: Lista del historial del registro de sucesos
fr_fr: Liste de l'historique du journal des événements
pt_br: Lista de histórico do registro de eventos

source: Event Type
pt_br: Tipo de Evento

source: Select Event Type
pt_br: Seleção múltipla de eventos

source: Resource Name
es_es: Nombre del recurso
pt_br: Nome do Recurso

source: Date Time
pt_br: Data / Hora

source: Add Facility
pt_br: Adicionar Facilidade

source: Facility Id
es_es: Id de instalación
fr_fr: Numéro d'identification de l'installation
pt_br: Identificação da instalação

source: Please enter the facility id
es_es: Introduzca el identificador del centro
fr_fr: Veuillez saisir l'identifiant de l'établissement
pt_br: Digite o ID do estabelecimento

source: Please enter the facility name
es_es: Introduzca el nombre del centro
fr_fr: Veuillez saisir le nom de l'établissement
pt_br: Digite o nome da instalação

source: Name of the Contact Person
es_es: Nombre de la persona de contacto
fr_fr: Nom de la personne de contact
pt_br: Nome da pessoa de contato

source: Please select country
pt_br: Selecionar o país

source: Enter Province Name
es_es: Introduzca el nombre de la provincia
fr_fr: Saisir le nom de la province
pt_br: Digite o nome da província

source: Please enter the province name
es_es: Introduzca el nombre de la provincia
fr_fr: Veuillez saisir le nom de la province
pt_br: Digite o nome da província

source: Please select district
es_es: Seleccione un distrito
fr_fr: Veuillez sélectionner un district
pt_br: Selecione o distrito

source: Enter District Name
es_es: Introduzca el nombre del distrito
fr_fr: Saisir le nom du district
pt_br: Digite o nome do distrito

source: Please enter the district name
es_es: Introduzca el nombre del distrito
fr_fr: Veuillez saisir le nom du district
pt_br: Digite o nome do distrito

source: " + type + " already exists. please type another one.
es_es: " + tipo + " ya existe. Por favor, escriba otro.
fr_fr: " + type + " existe déjà. Veuillez en saisir un autre.
pt_br: " + type + " já existe, por favor, digite outro.

source: " + type + " can not be empty
es_es: " + tipo + " no puede estar vacío
fr_fr: " + type + " ne peut être vide
pt_br: " + type + " não pode estar vazio

source: Edit Facility
pt_br: Editar Instalação

source: Updated/New Facility ID
es_es: ID de instalación actualizada/nueva
fr_fr: Mise à jour/nouvelle identification de l'installation
pt_br: ID da instalação atualizada/nova

source: Updated/New Facility Name
es_es: Nombre del centro actualizado/nuevo
fr_fr: Nom de l'établissement mis à jour/nouveau
pt_br: Nome atualizado/novo da instalação

source: Facility to merge with this
es_es: Facilidad para fusionarse con este
fr_fr: Facilité à fusionner avec cette
pt_br: Recurso para mesclar com este

source: Merge Facility Name
es_es: Fusionar nombre de instalación
fr_fr: Fusionner le nom de l'installation
pt_br: Nome da instalação de fusão

source: Please select facility name
es_es: Seleccione el nombre del centro
fr_fr: Veuillez sélectionner le nom de l'établissement
pt_br: Selecione o nome da instalação

source: Please enter facility id
es_es: Introduzca el identificador del centro
fr_fr: Veuillez saisir l'identifiant de l'établissement
pt_br: Digite o ID do estabelecimento

source: Please enter facility name
es_es: Introduzca el nombre del centro
fr_fr: Veuillez saisir le nom de l'établissement
pt_br: Digite o nome da instalação

source: Facility names merged successfully
es_es: Los nombres de las instalaciones se han fusionado correctamente
fr_fr: Les noms des installations ont été fusionnés avec succès
pt_br: Nomes de instalações mesclados com sucesso

source: Please fill all the mandatory fields
es_es: Rellene todos los campos obligatorios
fr_fr: Veuillez remplir tous les champs obligatoires
pt_br: Por favor, preencha todos os campos obrigatórios

source: Map Province to Facility
es_es: Mapa de la provincia a la instalación
fr_fr: Carte de la province à l'établissement
pt_br: Mapa da província até a instalação

source: Please select Facility
es_es: Seleccione un centro
fr_fr: Veuillez sélectionner l'établissement
pt_br: Selecione a instalação

source: Do you wish to merge the selected province with the selected facility?
es_es: ¿Desea fusionar la provincia seleccionada con la instalación seleccionada?
fr_fr: Souhaitez-vous fusionner la province sélectionnée avec l'établissement sélectionné ?
pt_br: Deseja mesclar a província selecionada com a instalação selecionada?

source: Province mapped successfully
es_es: Provincia cartografiada con éxito
fr_fr: La province a été cartographiée avec succès
pt_br: Província mapeada com sucesso

source: We have experienced some problem. Please try again later.
es_es: Hemos experimentado algún problema. Vuelva a intentarlo más tarde.
fr_fr: Nous avons rencontré un problème. Veuillez réessayer plus tard.
pt_br: Tivemos um problema. Tente novamente mais tarde.

source: Province can not be empty
es_es: La provincia no puede estar vacía
fr_fr: La province ne peut être vide
pt_br: A província não pode estar vazia

source: District name can not be empty
es_es: El nombre del distrito no puede estar vacío
fr_fr: Le nom du district ne peut pas être vide
pt_br: O nome do distrito não pode estar vazio

source: Province name can not be empty
es_es: El nombre de la provincia no puede estar vacío
fr_fr: Le nom de la province ne peut pas être vide
pt_br: O nome da província não pode estar vazio

source: Please choose atleast one facility to continue
es_es: Por favor, elija al menos una instalación para continuar
fr_fr: Veuillez choisir au moins un établissement pour continuer
pt_br: Escolha pelo menos uma instalação para continuar

source: Export Facilities to Excel
es_es: Facilidades de exportación a Excel
fr_fr: Exporter des installations vers Excel
pt_br: Recursos de exportação para o Excel

source: Merge Facilities
es_es: Fusionar instalaciones
fr_fr: Fusionner les installations
pt_br: Mesclar instalações

source: Bulk Upload Facilities
es_es: Funciones de carga masiva
fr_fr: Facilités de téléchargement en masse
pt_br: Recursos de upload em massa

source: Contact Person
pt_br: Pessoa de Contato

source: Score(%)
es_es: Puntuación(%)
pt_br: Pontuação (%)

source: Upload Facility
es_es: Mecanismo de carga
fr_fr: Facilité de téléchargement
pt_br: Recurso de upload

source: Total number of records in file :
es_es: Número total de registros del fichero :
fr_fr: Nombre total d'enregistrements dans le fichier :
pt_br: Número total de registros no arquivo :

source: Number of Facilities added :
es_es: Número de instalaciones añadidas :
fr_fr: Nombre d'installations ajoutées :
pt_br: Número de instalações adicionadas :

source: Number of Facilities not added :
es_es: Número de instalaciones no añadidas :
fr_fr: Nombre d'installations non ajoutées :
pt_br: Número de instalações não adicionadas :

source: Download the Excel Sheet with not uploaded facilities
es_es: Descargar la hoja Excel con las instalaciones no cargadas
fr_fr: Télécharger la feuille Excel avec les installations non téléchargées
pt_br: Faça o download da planilha do Excel com as instalações não carregadas

source: Upload Options
es_es: Opciones de carga
pt_br: Opções de upload

source: Don't update duplicates (default)
es_es: No actualizar duplicados (por defecto)
fr_fr: Ne pas mettre à jour les doublons (par défaut)
pt_br: Não atualizar duplicatas (padrão)

source: Update if Facility Name matches
es_es: Actualizar si el nombre del centro coincide
fr_fr: Mettre à jour si le nom de l'installation correspond
pt_br: Atualizar se o nome da instalação corresponder

source: Update if Facility Id matches
es_es: Actualizar si el Id. de instalación coincide
fr_fr: Mise à jour si l'identifiant de l'installation correspond
pt_br: Atualizar se o Facility Id corresponder

source: Update if Facility Name and Facility Id match
es_es: Actualizar si el nombre del centro y el identificador del centro coinciden
fr_fr: Mise à jour si le nom et l'identifiant de l'installation correspondent
pt_br: Atualizar se o nome do estabelecimento e a identificação do estabelecimento coincidirem

source: Skip Duplicate Facility Name or Code
es_es: Omitir nombre o código de centro duplicado
fr_fr: Sauter la duplication du nom ou du code de l'établissement
pt_br: Ignorar nome ou código duplicado do estabelecimento

source: Update Duplicate Facility Name or Code
es_es: Actualizar nombre o código de centro duplicado
fr_fr: Mise à jour du nom ou du code de l'installation en double
pt_br: Atualizar nome ou código de instalação duplicado

source: Click to upload file
es_es: Haga clic para cargar el archivo
fr_fr: Cliquez pour télécharger le fichier
pt_br: Clique para carregar o arquivo
