Repository: deforay/odkdash
Catalog: module/Application/language/*.po
Languages: es_es, fr_fr, pt_br

source: Are only certified testers allowed to perform HIV testing?
es_es: ¿Sólo pueden realizar la prueba del VIH las personas certificadas?
fr_fr: Seuls les testeurs certifiés sont-ils autorisés à effectuer des tests de dépistage du VIH ?
pt_br: Somente testadores certificados podem realizar testes de HIV?

source: Are all testers required to be re-certified periodically (e.g., every two years)?
es_es: ¿Se exige a todos los examinadores que vuelvan a certificarse periódicamente (por ejemplo, cada dos años)?
fr_fr: Tous les testeurs doivent-ils être recertifiés périodiquement (par exemple, tous les deux ans) ?
pt_br: É necessário que todos os testadores sejam recertificados periodicamente (por exemplo, a cada dois anos)?

source: 1.0 PERSONNEL TRAINING AND CERTIFICATION SCORE
es_es: 1.0 PUNTUACIÓN DE FORMACIÓN Y CERTIFICACIÓN DEL PERSONAL
fr_fr: 1.0 FORMATION ET CERTIFICATION DU PERSONNEL SCORE
pt_br: 1.0 PONTUAÇÃO DE TREINAMENTO E CERTIFICAÇÃO DE PESSOAL

source: 2.0 PHYSICAL FACILITY
es_es: 2.0 INSTALACIÓN FÍSICA
fr_fr: 2.0 INSTALLATION PHYSIQUE
pt_br: 2.0 INSTALAÇÃO FÍSICA

source: Is there a designated area for HIV testing?
es_es: ¿Hay una zona designada para las pruebas del VIH?
fr_fr: Existe-t-il un espace réservé au dépistage du VIH ?
pt_br: Há uma área designada para o teste de HIV?

source: Is the testing area clean and organized for HIV rapid testing?
es_es: ¿Está limpia y organizada la zona donde se realizan las pruebas rápidas del VIH?
fr_fr: La zone de dépistage est-elle propre et organisée pour le dépistage rapide du VIH ?
pt_br: A área de teste está limpa e organizada para o teste rápido de HIV?

source: Is sufficient lighting available in the designated testing area?
es_es: ¿Se dispone de iluminación suficiente en la zona designada para las pruebas?
fr_fr: L'éclairage est-il suffisant dans la zone de test désignée ?
pt_br: Há iluminação suficiente disponível na área de teste designada?

source: Are the test kits kept in a temperature controlled environment based on the manufacturers instructions?
es_es: ¿Se conservan los kits de pruebas en un entorno de temperatura controlada según las instrucciones del fabricante?
fr_fr: Les kits de test sont-ils conservés dans un environnement à température contrôlée conformément aux instructions du fabricant ?
pt_br: Os kits de teste são mantidos em um ambiente com temperatura controlada de acordo com as instruções do fabricante?

source: Is there sufficient and secure storage space for test kits and other consumables?
es_es: ¿Hay espacio suficiente y seguro para almacenar los kits de pruebas y otros consumibles?
fr_fr: Existe-t-il un espace de stockage suffisant et sûr pour les kits de test et autres consommables ?
pt_br: Há espaço de armazenamento suficiente e seguro para kits de teste e outros materiais de consumo?

source: PHYSICAL FACILITY SCORE
es_es: PUNTUACIÓN DE LAS INSTALACIONES FÍSICAS
fr_fr: SCORE DE L'INSTALLATION PHYSIQUE
pt_br: PONTUAÇÃO DA INSTALAÇÃO FÍSICA

source: SAFETY
es_es: SEGURIDAD
fr_fr: SÉCURITÉ
pt_br: SEGURANÇA

source: Are there SOPs and/or job aides in place to implement safety practices?
es_es: ¿Existen procedimientos normalizados de trabajo y/o guías de trabajo para aplicar las prácticas de seguridad?
fr_fr: Existe-t-il des procédures opératoires normalisées et/ou des aides au travail pour mettre en œuvre les pratiques de sécurité ?
pt_br: Existem POPs e/ou guias de trabalho para implementar práticas de segurança?

source: Are there SOPs and/or job aides in place on how to dispose of infectious and non-infectious waste?
es_es: ¿Existen procedimientos normalizados de trabajo y/o guías de trabajo sobre cómo eliminar los residuos infecciosos y no infecciosos?
fr_fr: Existe-t-il des procédures opératoires normalisées et/ou des aides au travail sur la manière d'éliminer les déchets infectieux et non infectieux ?
pt_br: Existem POPs e/ou guias de trabalho em vigor sobre como descartar resíduos infecciosos e não infecciosos?

source: Are there SOPs and/or job aides in place to manage spills of blood and other body fluids?
es_es: ¿Existen procedimientos normalizados de trabajo o auxiliares para gestionar los derrames de sangre y otros fluidos corporales?
fr_fr: Existe-t-il des procédures opérationnelles normalisées et/ou des outils de travail pour gérer les déversements de sang et d'autres liquides corporels ?
pt_br: Existem POPs e/ou auxiliares de trabalho em vigor para gerenciar derramamentos de sangue e outros fluidos corporais?

source: Are there SOPs and/or job aides in place to address accidental exposure to potentially infectious body fluids through a needle stick injury, splash or other sharps injury?
es_es: ¿Existen procedimientos normalizados de trabajo o auxiliares para abordar la exposición accidental a fluidos corporales potencialmente infecciosos a través de una herida por pinchazo de aguja, salpicadura u otro tipo de herida con objetos punzantes?
fr_fr: Existe-t-il des procédures opérationnelles normalisées (PON) et/ou des aides au travail pour traiter l'exposition accidentelle à des liquides corporels potentiellement infectieux à la suite d'une piqûre d'aiguille, d'une éclaboussure ou d'une autre blessure par un objet tranchant ?
pt_br: Existem POPs e/ou auxiliares de trabalho em vigor para lidar com a exposição acidental a fluidos corporais potencialmente infecciosos por meio de ferimentos com agulhas, respingos ou outros ferimentos com objetos cortantes?

source: Is personal protective equipment (PPE) always available to testers?
es_es: ¿Los probadores disponen siempre de equipos de protección individual (EPI)?
fr_fr: Les testeurs disposent-ils toujours d'un équipement de protection individuelle (EPI) ?
pt_br: O equipamento de proteção individual (EPI) está sempre disponível para os testadores?

source: Is PPE consistently used by all testers?
es_es: ¿Utilizan sistemáticamente el EPI todos los probadores?
fr_fr: L'EPI est-il systématiquement utilisé par tous les testeurs ?
pt_br: O EPI é usado de forma consistente por todos os testadores?

source: Is PPE properly used by all testers through the testing process?
es_es: ¿Utilizan correctamente los EPI todos los probadores durante el proceso de prueba?
fr_fr: L'EPI est-il correctement utilisé par tous les testeurs tout au long du processus de test ?
pt_br: O EPI é usado adequadamente por todos os testadores durante o processo de teste?

source: Is there clean water and soap available for hand washing?
es_es: ¿Hay agua limpia y jabón para lavarse las manos?
fr_fr: De l'eau propre et du savon sont-ils disponibles pour se laver les mains ?
pt_br: Há água limpa e sabão disponíveis para lavar as mãos?

source: Is there an appropriate disinfectant to clean the work area available?
es_es: ¿Hay disponible un desinfectante adecuado para limpiar la zona de trabajo?
fr_fr: Existe-t-il un désinfectant approprié pour nettoyer la zone de travail ?
pt_br: Há um desinfetante adequado disponível para limpar a área de trabalho?

source: Are sharps, infectious, and non-infectious waste handled properly?
es_es: ¿Se manipulan adecuadamente los residuos punzantes, infecciosos y no infecciosos?
fr_fr: Les objets tranchants, les déchets infectieux et non infectieux sont-ils manipulés correctement ?
pt_br: Os resíduos cortantes, infecciosos e não infecciosos são manuseados adequadamente?

source: Are infectious and non-infectious waste containers emptied regularly per the SOP and/or job aides?
es_es: ¿Se vacían regularmente los contenedores de residuos infecciosos y no infecciosos de acuerdo con los procedimientos normalizados de trabajo y/o las instrucciones de trabajo?
fr_fr: Les conteneurs de déchets infectieux et non infectieux sont-ils vidés régulièrement conformément au mode opératoire normalisé et/ou aux aides professionnelles ?
pt_br: Os contêineres de resíduos infecciosos e não infecciosos são esvaziados regularmente de acordo com o POP e/ou os auxiliares de trabalho?

source: SAFETY SCORE
es_es: PUNTUACIÓN DE SEGURIDAD
fr_fr: SCORE DE SÉCURITÉ
pt_br: PONTUAÇÃO DE SEGURANÇA

source: PRE-TESTING PHASE
es_es: FASE DE PRUEBAS PREVIAS
fr_fr: PHASE DE PRÉ-TEST
pt_br: FASE DE PRÉ-TESTE

source: Are there national testing guidelines specific to the program (e.g. HTS, PMTCT, TB, etc.) available at the testing point?
es_es: ¿Existen directrices nacionales de realización de pruebas específicas para el programa (por ejemplo, HTS, PTMI, TB, etc.) disponibles en el punto de realización de pruebas?
fr_fr: Existe-t-il des directives nationales de dépistage spécifiques au programme (par exemple, HTS, PTME, tuberculose, etc.) disponibles au point de dépistage ?
pt_br: Existem diretrizes nacionais de testagem específicas para o programa (por exemplo, HTS, PMTCT, TB, etc.) disponíveis no ponto de testagem?

source: Is the national HIV testing algorithm being used?
es_es: ¿Se utiliza el algoritmo nacional de pruebas del VIH?
fr_fr: L'algorithme national de dépistage du VIH est-il utilisé ?
pt_br: O algoritmo nacional de teste de HIV está sendo usado?

source: Is there a process in place for an alternative HIV testing algorithm in case of expired or shortage of test kit(s)?
es_es: ¿Existe un proceso para un algoritmo alternativo de pruebas del VIH en caso de caducidad o escasez de kit(s) de pruebas?
fr_fr: Existe-t-il une procédure permettant de mettre en place un autre algorithme de dépistage du VIH en cas d'expiration ou de pénurie de kit(s) de dépistage ?
pt_br: Existe um processo em vigor para um algoritmo alternativo de teste de HIV em caso de expiração ou falta de kit(s) de teste?

source: Are there SOPs and/or job aides in place for each HIV rapid test used in the testing algorithm?
es_es: ¿Existen PNT y/o guías de trabajo para cada prueba rápida del VIH utilizada en el algoritmo de pruebas?
fr_fr: Existe-t-il des modes opératoires normalisés et/ou des aides à la tâche pour chaque test rapide de dépistage du VIH utilisé dans l'algorithme de dépistage ?
pt_br: Existem POPs e/ou auxiliares de trabalho para cada teste rápido de HIV usado no algoritmo de teste?

source: Are only nationally approved HIV rapid kits available for use currently?
es_es: ¿Se pueden utilizar actualmente sólo los kits de diagnóstico rápido del VIH aprobados a nivel nacional?
fr_fr: Seules les trousses de dépistage rapide du VIH approuvées au niveau national peuvent-elles être utilisées actuellement ?
pt_br: Atualmente, somente os kits rápidos de HIV aprovados nacionalmente estão disponíveis para uso?

source: Are all the test kits currently in use within the expiration date?
es_es: ¿Están todos los kits de pruebas actualmente en uso dentro de la fecha de caducidad?
fr_fr: La date de péremption de tous les kits de test actuellement utilisés est-elle respectée ?
pt_br: Todos os kits de teste atualmente em uso estão dentro da data de validade?

source: Are test kits labeled with date received and initials?
es_es: ¿Los kits de pruebas están etiquetados con la fecha de recepción y las iniciales?
fr_fr: Les kits de test sont-ils étiquetés avec la date de réception et les initiales ?
pt_br: Os kits de teste estão etiquetados com a data de recebimento e as iniciais?

source: Is there a process in place for stock management?
es_es: ¿Existe un proceso de gestión de existencias?
fr_fr: Existe-t-il un processus de gestion des stocks ?
pt_br: Existe um processo implementado para o gerenciamento de estoque?

source: Are job aides on client sample collection available and posted at the testing point?
es_es: ¿Hay guías de trabajo sobre la recogida de muestras de clientes disponibles y expuestas en el punto de análisis?
fr_fr: Des aides à l'emploi concernant le prélèvement d'échantillons sur les clients sont-elles disponibles et affichées au point de contrôle ?
pt_br: Há guias de trabalho sobre a coleta de amostras de clientes disponíveis e afixados no ponto de teste?

source: Are there sufficient supplies available for client sample collection?
es_es: ¿Hay suficientes suministros disponibles para la recogida de muestras de los clientes?
fr_fr: Y a-t-il suffisamment de fournitures disponibles pour le prélèvement d'échantillons sur les clients ?
pt_br: Há suprimentos suficientes disponíveis para a coleta de amostras de clientes?

source: Are there national guidelines describing how client identification should be recorded in the HIV testing register?
es_es: ¿Existen directrices nacionales que describan cómo debe anotarse la identificación del cliente en el registro de pruebas del VIH?
fr_fr: Existe-t-il des lignes directrices nationales décrivant la manière dont l'identification du client doit être consignée dans le registre du dépistage du VIH ?
pt_br: Existem diretrizes nacionais que descrevem como a identificação do cliente deve ser registrada no cadastro de testes de HIV?

source: Are client identifiers recorded in the HIV testing register per national guidelines and on test devices?
es_es: ¿Se registran los identificadores de los clientes en el registro de pruebas del VIH de acuerdo con las directrices nacionales y en los dispositivos de prueba?
fr_fr: Les identifiants des clients sont-ils enregistrés dans le registre des tests de dépistage du VIH conformément aux directives nationales et sur les dispositifs de test ?
pt_br: Os identificadores de clientes são registrados no cadastro de testes de HIV de acordo com as diretrizes nacionais e nos dispositivos de teste?

source: PRE-TESTING PHASE SCORE
es_es: PUNTUACIÓN DE LA FASE PREVIA A LA PRUEBA
fr_fr: SCORE DE LA PHASE DE PRÉ-TEST
pt_br: PONTUAÇÃO DA FASE DE PRÉ-TESTE

source: TESTING PHASE
es_es: FASE DE PRUEBAS
fr_fr: PHASE DE TEST
pt_br: FASE DE TESTES

source: Are SOPs and/or job aides on HIV testing procedures available and posted at the testing point?
es_es: ¿Hay procedimientos normalizados de trabajo y/o guías de trabajo sobre los procedimientos de las pruebas del VIH disponibles y expuestos en el punto de realización de las pruebas?
fr_fr: Des modes opératoires normalisés et/ou des aides à l'emploi concernant les procédures de dépistage du VIH sont-ils disponibles et affichés au point de dépistage ?
pt_br: Os POPs e/ou os auxiliares de trabalho sobre os procedimentos de teste de HIV estão disponíveis e afixados no ponto de teste?

source: Are timers available and used routinely for HIV rapid testing?
es_es: ¿Se dispone de temporizadores y se utilizan de forma rutinaria para las pruebas rápidas del VIH?
fr_fr: Des minuteurs sont-ils disponibles et utilisés systématiquement pour les tests de dépistage rapide du VIH ?
pt_br: Os cronômetros estão disponíveis e são usados rotineiramente para testes rápidos de HIV?

source: Are sample collection devices (e.g., capillary tube, loop, disposable pipettes, etc.) used accurately?
es_es: ¿Se utilizan con precisión los dispositivos de recogida de muestras (por ejemplo, tubo capilar, asa, pipetas desechables, etc.)?
fr_fr: Les dispositifs de collecte des échantillons (tube capillaire, boucle, pipettes jetables, etc.) sont-ils utilisés avec précision ?
pt_br: Os dispositivos de coleta de amostras (por exemplo, tubo capilar, alça, pipetas descartáveis, etc.) são usados com precisão?

source: Are testing procedures adequately followed?
es_es: ¿Se siguen adecuadamente los procedimientos de ensayo?
fr_fr: Les procédures d'essai sont-elles correctement suivies ?
pt_br: Os procedimentos de teste são seguidos adequadamente?

source: Are positive and negative quality control (QC) specimens routinely used (e.g., daily or weekly) according to country guidelines?
es_es: ¿Se utilizan muestras de control de calidad (CC) positivas y negativas de forma rutinaria (por ejemplo, diaria o semanalmente) de acuerdo con las directrices del país?
fr_fr: Des échantillons de contrôle de qualité (CQ) positifs et négatifs sont-ils systématiquement utilisés (par exemple, quotidiennement ou hebdomadairement) conformément aux directives nationales ?
pt_br: As amostras de controle de qualidade (QC) positivas e negativas são usadas rotineiramente (por exemplo, diariamente ou semanalmente) de acordo com as diretrizes do país?

source: Are QC results properly recorded?
es_es: ¿Se registran correctamente los resultados del control de calidad?
fr_fr: Les résultats du CQ sont-ils correctement enregistrés ?
pt_br: Os resultados do QC são registrados corretamente?

source: Are incorrect/invalid QC results properly recorded?
es_es: ¿Se registran adecuadamente los resultados incorrectos/inválidos del control de calidad?
fr_fr: Les résultats de CQ incorrects/invalides sont-ils correctement enregistrés ?
pt_br: Os resultados de QC incorretos/inválidos são registrados corretamente?

source: Are appropriate steps taken and documented when QC results are incorrect and/or invalid?
es_es: ¿Se adoptan y documentan las medidas adecuadas cuando los resultados del control de calidad son incorrectos y/o no válidos?
fr_fr: Des mesures appropriées sont-elles prises et documentées lorsque les résultats de CQ sont incorrects et/ou invalides ?
pt_br: As medidas apropriadas são tomadas e documentadas quando os resultados de CQ são incorretos e/ou inválidos?

source: Are QC records reviewed by the person in charge routinely?
es_es: ¿El responsable revisa sistemáticamente los registros de control de calidad?
fr_fr: Les dossiers de contrôle de qualité sont-ils régulièrement examinés par la personne responsable ?
pt_br: Os registros de CQ são revisados rotineiramente pela pessoa responsável?

source: TESTING PHASE SCORE
es_es: PUNTUACIÓN DE LA FASE DE PRUEBAS
fr_fr: SCORE DE LA PHASE D'ESSAI
pt_br: PONTUAÇÃO DA FASE DE TESTE

source: POST TESTING PHASE - DOCUMENTS AND RECORDS
es_es: FASE POSTERIOR A LAS PRUEBAS - DOCUMENTOS Y REGISTROS
fr_fr: PHASE POST-TEST - DOCUMENTS ET ENREGISTREMENTS
pt_br: FASE PÓS-TESTE - DOCUMENTOS E REGISTROS

source: Is there a national standardized HIV rapid testing register/logbook available and in use?
es_es: ¿Existe y se utiliza un registro/registro nacional normalizado de pruebas rápidas del VIH?
fr_fr: Existe-t-il un registre/journal de bord national normalisé pour le dépistage rapide du VIH, disponible et utilisé ?
pt_br: Existe um registro/livro de registro padronizado nacional de testes rápidos de HIV disponível e em uso?

source: Does the HIV testing register/logbook include all of the key quality elements?
es_es: ¿Incluye el registro/libro de pruebas del VIH todos los elementos clave de calidad?
fr_fr: Le registre/journal de bord du dépistage du VIH comprend-il tous les éléments clés de la qualité ?
pt_br: O registro/livro de registro de testes de HIV inclui todos os elementos-chave de qualidade?

source: Are all the elements in the register/logbook recorded correctly?
es_es: ¿Se registran correctamente todos los elementos del registro/cuaderno de bitácora?
fr_fr: Tous les éléments du registre/journal de bord sont-ils correctement enregistrés ?
pt_br: Todos os elementos do registro/livro de registro estão registrados corretamente?

source: e.g., client demographics, kit names, lot numbers, expiration dates, tester name, individual and final HIV results, etc.
es_es: por ejemplo, datos demográficos de los clientes, nombres de los kits, números de lote, fechas de caducidad, nombre de la persona que realiza la prueba, resultados individuales y finales del VIH, etc.
fr_fr: par exemple, les données démographiques des clients, les noms des kits, les numéros de lot, les dates d'expiration, le nom du testeur, les résultats individuels et finaux concernant le VIH, etc.
pt_br: por exemplo, dados demográficos do cliente, nomes de kits, números de lote, datas de validade, nome do testador, resultados individuais e finais de HIV, etc.

source: Is the total summary at the end of each page of the register/logbooks complied accurately?
es_es: ¿Se cumplimenta con exactitud el resumen total al final de cada página del registro/libro diario?
fr_fr: Le récapitulatif total figurant à la fin de chaque page du registre/journal de bord est-il compilé avec exactitude ?
pt_br: O resumo total no final de cada página do registro/livros de registro é preenchido com precisão?

source: Are invalid test results recorded in the register/logbook?
es_es: ¿Se anotan en el registro los resultados no válidos de las pruebas?
fr_fr: Les résultats de tests non valides sont-ils consignés dans le registre/journal de bord ?
pt_br: Os resultados de testes inválidos são registrados no registro/livro de bordo?

source: Are invalid tests repeated and results properly recorded in the register/logbook?
es_es: ¿Se repiten las pruebas no válidas y se anotan correctamente los resultados en el registro/cuaderno de a bordo?
fr_fr: Les tests non valides sont-ils répétés et les résultats sont-ils correctement consignés dans le registre/journal de bord ?
pt_br: Os testes inválidos são repetidos e os resultados são devidamente registrados no registro/livro de bordo?

source: Are all client documents and records securely kept throughout all phases of the testing process?
es_es: ¿Se conservan de forma segura todos los documentos y registros del cliente durante todas las fases del proceso de pruebas?
fr_fr: Tous les documents et dossiers des clients sont-ils conservés en toute sécurité pendant toutes les phases du processus de test ?
pt_br: Todos os documentos e registros do cliente são mantidos em segurança durante todas as fases do processo de teste?

source: Are all registers/logbooks and other documents kept in a secure location when not in use?
es_es: ¿Se guardan todos los registros/libros de registro y demás documentos en un lugar seguro cuando no se utilizan?
fr_fr: Tous les registres, carnets de bord et autres documents sont-ils conservés en lieu sûr lorsqu'ils ne sont pas utilisés ?
pt_br: Todos os registros/livros de registro e outros documentos são mantidos em um local seguro quando não estão em uso?

source: Are registers/logbooks properly labeled and archived when full?
es_es: ¿Los registros/libros de registro están debidamente etiquetados y se archivan cuando están llenos?
fr_fr: Les registres/journaux de bord sont-ils correctement étiquetés et archivés lorsqu'ils sont pleins ?
pt_br: Os registros/livros de registro estão devidamente etiquetados e arquivados quando estão cheios?

source: POST TESTING PHASE - DOCUMENTS AND RECORDS SCORE
es_es: FASE POSTERIOR A LA PRUEBA - PUNTUACIÓN DE DOCUMENTOS Y REGISTROS
fr_fr: PHASE POST-TEST - SCORE DES DOCUMENTS ET DES ENREGISTREMENTS
pt_br: FASE PÓS-TESTE - PONTUAÇÃO DE DOCUMENTOS E REGISTROS

source: EXTERNAL QUALITY ASSESSMENT (PT, SUPERVISION AND RETESTING)
es_es: EVALUACIÓN EXTERNA DE LA CALIDAD (PT, SUPERVISIÓN Y REPETICIÓN DE PRUEBAS)
fr_fr: L'ÉVALUATION EXTERNE DE LA QUALITÉ (PT, SUPERVISION ET NOUVEAUX TESTS)
pt_br: AVALIAÇÃO EXTERNA DA QUALIDADE (PT, SUPERVISÃO E RETESTE)

source: Is the testing point enrolled in an EQA/PT program?
es_es: ¿El punto de ensayo está inscrito en un programa de EQA/PT?
fr_fr: Le point de contrôle est-il inscrit dans un programme d'AQE/de contrôle de la qualité ?
pt_br: O ponto de teste está inscrito em um programa de EQA/PT?

source: Do all testers at the testing point test the EQA/PT samples?
es_es: ¿Prueban todos los probadores del punto de prueba las muestras EQA/PT?
fr_fr: Tous les testeurs du point de contrôle testent-ils les échantillons du CQE/de l'EP ?
pt_br: Todos os testadores no ponto de teste testam as amostras de EQA/PT?

source: Does the person in charge at the testing point review the /PT results before submission to NRL or designee?
es_es: ¿Revisa el responsable del punto de ensayo los resultados de /PT antes de su presentación al NRL o a la persona designada?
fr_fr: La personne responsable du point de contrôle examine-t-elle les résultats du test /PT avant de les soumettre au LNR ou à la personne désignée ?
pt_br: A pessoa responsável pelo ponto de teste revisa os resultados do /PT antes de enviá-los ao NRL ou ao representante?
