Repository: deforay/odkdash
Catalog: module/Application/language/*.po
Languages: es_es, fr_fr, pt_br

source: Click here to download the Excel format for uploading facilities in bulk
es_es: Haga clic aquí para descargar el formato Excel para cargar instalaciones en bloque
fr_fr: Cliquez ici pour télécharger le format Excel permettant de télécharger des installations en masse
pt_br: Clique aqui para fazer o download do formato Excel para fazer o upload de instalações em massa

source: SPI RRT Dashboard
es_es: Tablero SPI RRT
fr_fr: Tableau de bord SPI RRT
pt_br: Painel de controle do SPI RRT

source: Data Repository and Analytics for Stepwise Process for Improving the Quality of HIV Rapid and Recency Testing (SPI-RRT)
es_es: Repositorio de datos y análisis para el Proceso escalonado de mejora de la calidad de las pruebas rápidas y de recuerdo del VIH (SPI-RRT)
fr_fr: Dépôt de données et analyses pour le processus progressif d'amélioration de la qualité des tests de dépistage rapide et de récurrence du VIH (SPI-RRT)
pt_br: Repositório de dados e análises para o processo gradual de melhoria da qualidade dos testes rápidos e de recência de HIV (SPI-RRT)

source: Review Audits
es_es: Auditorías de revisión
fr_fr: Audits de révision
pt_br: Auditorias de revisão

source: Review audits and add additional comments.
es_es: Revise las auditorías y añada comentarios adicionales.
fr_fr: Examiner les audits et ajouter des commentaires supplémentaires.
pt_br: Revise as auditorias e adicione comentários adicionais.

source: Data Repository
es_es: Depósito de datos
fr_fr: Référentiel de données
pt_br: Repositório de dados

source: Audit Data is centrally collected and available at any time.
es_es: Los datos de auditoría se recogen de forma centralizada y están disponibles en cualquier momento.
fr_fr: Les données d'audit sont collectées de manière centralisée et sont disponibles à tout moment.
pt_br: Os dados de auditoria são coletados de forma centralizada e estão disponíveis a qualquer momento.

source: Use variety of charts and graphs to visualize data
es_es: Utilizar diversos cuadros y gráficos para visualizar datos
fr_fr: Utiliser une variété de tableaux et de graphiques pour visualiser les données
pt_br: Usar uma variedade de tabelas e gráficos para visualizar dados

source: Export to PDF or Excel for records and further analysis.
es_es: Exportación a PDF o Excel para registros y análisis posteriores.
fr_fr: Exportation au format PDF ou Excel pour les enregistrements et les analyses ultérieures.
pt_br: Exporte para PDF ou Excel para registros e análises adicionais.

source: To assist ministries of health and national programs, a Stepwise Process for Improving the Quality of HIV Rapid and Recency Testing (SPI-RRT) checklist has been developed. The checklist provides guidance on quality assurance (QA) practices for sites using HIV rapid tests to diagnose HIV infection and for sites using the rapid test for recent infection (RTRI) for HIV-1 recent infection surveillance. The SPI-RRT checklist sets minimum standards for all HIV RT/RTRI testing points and provides guidelines for continuous quality improvement (CQI).
es_es: Para ayudar a los ministerios de sanidad y a los programas nacionales, se ha elaborado una lista de comprobación del Proceso escalonado para mejorar la calidad de las pruebas rápidas y de detección de infecciones recientes por el VIH (SPI-RRT). La lista de comprobación ofrece orientación sobre las prácticas de garantía de calidad (GC) para los centros que utilizan pruebas rápidas del VIH para diagnosticar la infección por el VIH y para los centros que utilizan la prueba rápida para la infección reciente (RTRI) para la vigilancia de la infección reciente por el VIH-1. La lista de comprobación SPI-RRT establece normas mínimas para todos los puntos de pruebas RT/RTRI del VIH y proporciona directrices para la mejora continua de la calidad (MCC).
fr_fr: Pour aider les ministères de la santé et les programmes nationaux, une liste de contrôle intitulée Stepwise Process for Improving the Quality of HIV Rapid and Recency Testing (SPI-RRT) a été élaborée. Cette liste de contrôle fournit des conseils sur les pratiques d'assurance qualité (AQ) pour les sites qui utilisent des tests rapides pour diagnostiquer l'infection par le VIH et pour les sites qui utilisent le test rapide d'infection récente (RTRI) pour la surveillance de l'infection récente par le VIH-1. La liste de contrôle SPI-RRT fixe des normes minimales pour tous les points de dépistage du VIH par RT/RTRI et fournit des lignes directrices pour l'amélioration continue de la qualité (CQI).
pt_br: Para auxiliar os ministérios da saúde e os programas nacionais, foi desenvolvida uma lista de verificação do Processo passo a passo para melhorar a qualidade dos testes rápidos e de recência para HIV (SPI-RRT). A lista de verificação fornece orientação sobre práticas de garantia de qualidade (QA) para locais que usam testes rápidos de HIV para diagnosticar a infecção pelo HIV e para locais que usam o teste rápido para infecção recente (RTRI) para vigilância de infecção recente pelo HIV-1. A lista de verificação SPI-RRT estabelece padrões mínimos para todos os pontos de teste RT/RTRI de HIV e fornece diretrizes para a melhoria contínua da qualidade (CQI).

source: SPI-RRT Audit Tools and Certification Levels
es_es: Herramientas de auditoría SPI-RRT y niveles de certificación
fr_fr: Outils d'audit et niveaux de certification SPI-RRT
pt_br: Ferramentas de auditoria e níveis de certificação da SPI-RRT

source: SPI-RRT Audit Techniques
es_es: Técnicas de auditoría SPI-RRT
fr_fr: Techniques d'audit SPI-RRT
pt_br: Técnicas de auditoria do SPI-RRT

source: Working through the SPI-RRT Checklist will enable the individuals in charge of the HIV RRT/RTRI testing points and facilities to recognize quality gaps and shortcomings, identify areas for improvement and where additional resources may be needed to achieve national certification. Using the SPI-RRT checklist, the HIV rapid and recency testing site audits are intended to be effective means to:
es_es: Trabajar con la lista de comprobación SPI-RRT permitirá a las personas encargadas de los puntos e instalaciones de pruebas rápidas y de recurrencia del VIH reconocer las lagunas y deficiencias de calidad, identificar las áreas que deben mejorarse y dónde pueden necesitarse recursos adicionales para lograr la certificación nacional. Utilizando la lista de comprobación SPI-RRT, las auditorías de los centros de pruebas rápidas y de repetición del VIH pretenden ser medios eficaces para:
fr_fr: L'utilisation de la liste de contrôle SPI-RRT permettra aux responsables des points de dépistage du VIH RRT/RTRI et des installations de reconnaître les lacunes et les insuffisances en matière de qualité, d'identifier les domaines à améliorer et les ressources supplémentaires qui pourraient être nécessaires pour obtenir la certification nationale. En utilisant la liste de contrôle SPI-RRT, les audits des sites de dépistage rapide et récurrent du VIH sont censés être des moyens efficaces pour :
pt_br: O trabalho com a lista de verificação da SPI-RRT permitirá que os responsáveis pelos pontos e instalações de teste de RRT/RTRI para HIV reconheçam as lacunas e deficiências de qualidade, identifiquem as áreas que precisam ser melhoradas e onde podem ser necessários recursos adicionais para obter a certificação nacional. Usando a lista de verificação SPI-RRT, as auditorias de locais de teste rápido e de recência de HIV devem ser meios eficazes para:

source: determine if a testing facility is providing accurate and reliable results.
es_es: determinar si un centro de pruebas proporciona resultados precisos y fiables.
fr_fr: déterminer si un centre d'essai fournit des résultats précis et fiables.
pt_br: determinar se uma instalação de testes está fornecendo resultados precisos e confiáveis.

source: determine if HIV RT/RTRI testing facilities are well-managed and is adhering to quality practices.
es_es: determinar si los centros de pruebas de RT/RTRI del VIH están bien gestionados y se atienen a prácticas de calidad.
fr_fr: déterminer si les centres de dépistage du VIH par RT/RTRI sont bien gérés et s'ils respectent les pratiques de qualité.
pt_br: determinar se as instalações de teste de HIV RT/RTRI são bem gerenciadas e se estão aderindo às práticas de qualidade.

source: identify areas for improvement.
es_es: identificar áreas de mejora.
fr_fr: identifier les domaines à améliorer.
pt_br: identificar áreas para aprimoramento.

source: Dashboard for Quality Improvement of HIV Rapid Testing
es_es: Cuadro de mando para la mejora de la calidad de las pruebas rápidas del VIH
fr_fr: Tableau de bord pour l'amélioration de la qualité des tests rapides de dépistage du VIH
pt_br: Painel de controle para melhoria da qualidade dos testes rápidos de HIV

source: Login
pt_br: Entrar

source: Forgot Password?
pt_br: Esqueceu a senha?

source: Improving the quality of HIV-Related Point-of Care Testing<br>1 December 2015
es_es: Mejora de la calidad de las pruebas en los puntos de atención relacionadas con el VIH<br>1 de diciembre de 2015
fr_fr: Améliorer la qualité des tests de dépistage du VIH sur les lieux de soins<br>1 décembre 2015
pt_br: Melhoria da qualidade dos testes de ponto de atendimento relacionados ao HIV<br>1 de dezembro de 2015

source: Add Province
es_es: Añadir provincia
fr_fr: Ajouter une province
pt_br: Adicionar província

source: Please enter province name
es_es: Introduzca el nombre de la provincia
fr_fr: Veuillez saisir le nom de la province
pt_br: Informe o nome da província

source: Province Code
es_es: Código de provincia
pt_br: Código da província

source: Province code
es_es: Código de provincia
fr_fr: Code de la province
pt_br: Código da província

source: Please enter province code
es_es: Introduzca el código de la provincia
fr_fr: Veuillez saisir le code de la province
pt_br: Favor digitar o código da província

source: Edit Province
es_es: Editar provincia
fr_fr: Editer la province
pt_br: Editar província

source: Please enter Province name
es_es: Introduzca el nombre de la provincia
fr_fr: Veuillez saisir le nom de la province
pt_br: Informe o nome da província

source: Please enter Province code
es_es: Introduzca el código de la provincia
fr_fr: Veuillez saisir le code de la province
pt_br: Favor digitar o código da província

source: Province List
es_es: Lista de provincias
fr_fr: Liste des provinces
pt_br: Lista de províncias

source: Please enter the role name
es_es: Introduzca el nombre de la función
fr_fr: Veuillez saisir le nom du rôle
pt_br: Digite o nome da função

source: Please enter role code
es_es: Por favor, introduzca el código de rol
fr_fr: Veuillez saisir le code du rôle
pt_br: Digite o código da função

source: Unless you choose "access" the people belonging to this role will not be able to access other rights like "add", "edit" etc.
es_es: A menos que elija "acceso", las personas que pertenezcan a este rol no podrán acceder a otros derechos como "añadir", "editar", etc.
fr_fr: Si vous ne choisissez pas "accès", les personnes appartenant à ce rôle ne pourront pas accéder à d'autres droits tels que "ajouter", "modifier", etc.
pt_br: A menos que você escolha "acesso", as pessoas que pertencem a essa função não poderão acessar outros direitos, como "adicionar", "editar" etc.

source: indicates required field
es_es: indica un campo obligatorio
fr_fr: indique un champ obligatoire
pt_br: indica um campo obrigatório

source: SPI-RT 3.0 Facility Report
es_es: Informe de las instalaciones SPI-RT 3.0
fr_fr: Rapport d'installation SPI-RT 3.0
pt_br: Relatório de instalação do SPI-RT 3.0

source: TB Clinic
es_es: Clínica de tuberculosis
fr_fr: Clinique de la tuberculose
pt_br: Clínica de TB

source: Laboratory
pt_br: Laboratório

source: Treatment Center
es_es: Centro de tratamiento
pt_br: Centro de tratamento

source: Pending Audits (Audits not yet Accepted)
es_es: Auditorías pendientes (auditorías aún no aceptadas)
fr_fr: Audits en cours (audits non encore acceptés)
pt_br: Auditorias pendentes (auditorias ainda não aceitas)

source: Personnel Training & Certification
es_es: Formación y certificación del personal
fr_fr: Formation et certification du personnel
pt_br: Treinamento e certificação de pessoal

source: Safety
pt_br: Seguro

source: Pre-Testing
es_es: Pruebas previas
fr_fr: Pré-test
pt_br: Pré-teste

source: Post-Testing
es_es: Después de las pruebas
fr_fr: Post-test
pt_br: Pós-teste

source: External QA
es_es: Control de calidad externo
fr_fr: Assurance qualité externe
pt_br: Controle de qualidade externo

source: % Scores
es_es: puntuación
pt_br: pontuação

source: SPI-RT 3.0 Checklist (Possible Duplicate Audit(s))
es_es: Lista de comprobación SPI-RT 3.0 (Posible(s) auditoría(s) duplicada(s))
fr_fr: Liste de contrôle SPI-RT 3.0 (possibilité d'audit(s) en double)
pt_br: Lista de verificação do SPI-RT 3.0 (possíveis auditorias duplicadas)

source: Audit Score
es_es: Puntuación de la auditoría
pt_br: Pontuação de auditoria

source: Are you sure you want to remove this duplicate audit ?
es_es: ¿Está seguro de que desea eliminar esta auditoría duplicada?
fr_fr: Êtes-vous sûr de vouloir supprimer cet audit en double ?
pt_br: Tem certeza de que deseja remover essa auditoria duplicada?

source: Audit removed successfully
es_es: Auditoría eliminada con éxito
fr_fr: Audit supprimé avec succès
pt_br: Auditoria removida com sucesso

source: Edit SPI RT Version 3
es_es: Editar SPI RT Versión 3
fr_fr: Editer SPI RT Version 3
pt_br: Editar SPI RT Versão 3

source: Date of Audit (dd/mm/yyyy)
es_es: Fecha de la auditoría (dd/mm/aaaa)
fr_fr: Date de l'audit (jj/mm/aaaa)
pt_br: Data da auditoria (dd/mm/aaaa)

source: Audit Round No
es_es: Ronda de auditoría nº
fr_fr: Cycle d'audit No
pt_br: Rodada de Auditoria Não

source: Testing Facility
es_es: Instalación de pruebas
fr_fr: Installation d'essai
pt_br: Instalação de testes

source: Testing Facility Name
es_es: Nombre del centro de ensayo
fr_fr: Nom de l'installation d'essai
pt_br: Nome da instalação de testes

source: Please choose district
es_es: Elija un distrito
fr_fr: Veuillez choisir un district
pt_br: Escolha o distrito

source: Please enter district
es_es: Por favor, introduzca el distrito
pt_br: Informe o distrito

source: Please choose province
es_es: Elija provincia
pt_br: Favor escolher a província

source: Please enter province
es_es: Por favor, introduzca la provincia
pt_br: Informe a província

source: Testing point type other
es_es: Tipo de punto de prueba otro
fr_fr: Type de point d'essai autre
pt_br: Tipo de ponto de teste outro

source: Level Other
es_es: Nivel Otros
fr_fr: Niveau Autre
pt_br: Nível Outro

source: Affiliation Other
es_es: Afiliación Otros
fr_fr: Affiliation Autre
pt_br: Afiliação Outro

source: Number of Testers
es_es: Número de probadores
fr_fr: Nombre de testeurs
pt_br: Número de testadores

source: Are the test kits kept in a temperature controlled environment based on the manufacturers' instructions?
es_es: ¿Se conservan los kits de pruebas en un entorno de temperatura controlada según las instrucciones del fabricante?
fr_fr: Les kits de test sont-ils conservés dans un environnement à température contrôlée conformément aux instructions du fabricant ?
pt_br: Os kits de teste são mantidos em um ambiente com temperatura controlada de acordo com as instruções do fabricante?

source: 2.0 PHYSICAL FACILITY SCORE
es_es: 2.0 PUNTUACIÓN DE LA INSTALACIÓN FÍSICA
fr_fr: 2.0 SCORE DE L'INSTALLATION PHYSIQUE
pt_br: 2.0 PONTUAÇÃO DA INSTALAÇÃO FÍSICA

source: 3.0 SAFETY
es_es: 3.0 SEGURIDAD
fr_fr: 3.0 SÉCURITÉ
pt_br: 3.0 SEGURANÇA

source: 3.0 SAFETY SCORE
es_es: 3.0 PUNTUACIÓN DE SEGURIDAD
fr_fr: 3.0 SCORE DE SÉCURITÉ
pt_br: 3.0 PONTUAÇÃO DE SEGURANÇA

source: 4.0 PRE-TESTING PHASE
es_es: 4.0 FASE PREVIA A LAS PRUEBAS
fr_fr: 4.0 PHASE DE PRÉ-TEST
pt_br: 4.0 FASE DE PRÉ-TESTE

source: Are all the test kits currently in use within the expiration date?
es_es: ¿Están todos los kits de pruebas actualmente en uso dentro de la fecha de caducidad?
fr_fr: La date de péremption de tous les kits de test actuellement utilisés est-elle respectée ?
pt_br: Todos os kits de teste atualmente em uso estão dentro da data de validade?

source: 4.0 PRE-TESTING PHASE SCORE
es_es: 4.0 PUNTUACIÓN EN LA FASE PREVIA A LA PRUEBA
fr_fr: 4.0 SCORE DE LA PHASE DE PRÉ-TEST
pt_br: 4.0 PONTUAÇÃO DA FASE DE PRÉ-TESTE

source: 5.0 TESTING PHASE
es_es: 5.0 FASE DE PRUEBAS
fr_fr: 5.0 PHASE DE TEST
pt_br: 5.0 FASE DE TESTE

source: 5.0 TESTING PHASE SCORE
es_es: 5.0 PUNTUACIÓN DE LA FASE DE PRUEBAS
fr_fr: 5.0 SCORE DE LA PHASE D'ESSAI
pt_br: 5.0 PONTUAÇÃO DA FASE DE TESTE

source: 6.0 POST TESTING PHASE - DOCUMENTS AND RECORDS
es_es: 6.0 FASE POSTERIOR A LAS PRUEBAS - DOCUMENTOS Y REGISTROS
fr_fr: 6.0 PHASE POST-TEST - DOCUMENTS ET ENREGISTREMENTS
pt_br: 6.0 FASE PÓS-TESTE - DOCUMENTOS E REGISTROS

source: Are all the elements in the register/ logbook recorded/captured correctly? (e.g., client demographics, kit names, lot numbers, expiration dates, tester name, individual and final HIV results, etc.)?
es_es: ¿Se registran/capturan correctamente todos los elementos del registro/diario (por ejemplo, datos demográficos de los clientes, nombres de los kits, números de lote, fechas de caducidad, nombre de la persona que realiza la prueba, resultados individuales y finales del VIH, etc.)?
fr_fr: Tous les éléments du registre/journal sont-ils correctement enregistrés/capturés (par exemple, données démographiques sur les clients, noms des kits, numéros de lot, dates d'expiration, nom du testeur, résultats individuels et finaux de l'infection par le VIH, etc.)
pt_br: Todos os elementos do registro/livro de bordo foram registrados/capturados corretamente (por exemplo, dados demográficos do cliente, nomes dos kits, números de lote, datas de validade, nome do testador, resultados individuais e finais de HIV, etc.)?

source: 6.0 POST TESTING PHASE - DOCUMENTS AND RECORDS SCORE
es_es: 6.0 FASE POSTERIOR A LAS PRUEBAS - PUNTUACIÓN DE DOCUMENTOS Y REGISTROS
fr_fr: 6.0 PHASE POST-TEST - DOCUMENTS ET ENREGISTREMENTS
pt_br: 6.0 FASE PÓS-TESTE - PONTUAÇÃO DE DOCUMENTOS E REGISTROS

source: 7.0 EXTERNAL QUALITY AUDIT (PT, SUPERVISION AND RETESTING)
es_es: 7.0 AUDITORÍA EXTERNA DE CALIDAD (PT, SUPERVISIÓN Y REPETICIÓN DE PRUEBAS)
fr_fr: 7.0 AUDIT DE QUALITÉ EXTERNE (PT, SUPERVISION ET RE-TEST)
pt_br: 7.0 AUDITORIA EXTERNA DE QUALIDADE (PT, SUPERVISÃO E RETESTE)

source: 7.0 EXTERNAL QUALITY AUDIT (PT, SUPERVISION AND RETESTING) SCORE
es_es: 7.0 PUNTUACIÓN DE LA AUDITORÍA EXTERNA DE CALIDAD (PT, SUPERVISIÓN Y REPETICIÓN DE PRUEBAS)
fr_fr: 7.0 AUDIT DE QUALITÉ EXTERNE (PT, SUPERVISION ET RE-TEST) SCORE
pt_br: 7.0 PONTUAÇÃO DA AUDITORIA EXTERNA DE QUALIDADE (PT, SUPERVISÃO E RETESTE)

source: Items marked "No" receive 0 point each.
es_es: Los puntos marcados con "No" reciben 0 puntos cada uno.
fr_fr: Les points marqués "Non" reçoivent 0 point chacun.
pt_br: Os itens marcados como "Não" recebem 0 ponto cada.

source: Total points scored for each section should be tallied and recorded at the end of the section.
es_es: El total de puntos obtenidos en cada sección debe contarse y registrarse al final de la misma.
fr_fr: Le total des points obtenus pour chaque section doit être comptabilisé et enregistré à la fin de la section.
pt_br: O total de pontos marcados para cada seção deve ser contado e registrado no final da seção.

source: % Score
es_es: puntuación
pt_br: pontuação

source: Needs improvement in all areas and immediate remediationv
es_es: Necesita mejoras en todos los ámbitos y una corrección inmediatav
fr_fr: Amélioration nécessaire dans tous les domaines et remédiation immédiatev
pt_br: Precisa de melhorias em todas as áreas e de correção imediatav

source: Staff Audited Name
es_es: Personal auditado Nombre
fr_fr: Personnel audité Nom
pt_br: Equipe auditada Nome

source: Total points scored (exclude N/A)
es_es: Total de puntos anotados (excluye N/A)
fr_fr: Total des points marqués (exclure N/A)
pt_br: Total de pontos marcados (excluindo N/A)

source: Total score expected
es_es: Puntuación total esperada
fr_fr: Score total attendu
pt_br: Pontuação total esperada

source: Add/
es_es: Añadir
pt_br: Adicionar/

source: Please select the corrective action
es_es: Seleccione la acción correctiva
fr_fr: Veuillez sélectionner l'action corrective
pt_br: Selecione a ação corretiva

source: Type Of Testing Point
es_es: Tipo de punto de prueba
fr_fr: Type de point de contrôle
pt_br: Tipo de ponto de teste

source: No.of Audit(s):
es_es: Nº de Auditoría(s):
fr_fr: Nombre d'audit(s) :
pt_br: Número de auditoria(s):

source: Avg. Audit Score:
es_es: Avg. Auditoría:
fr_fr: Moyenne Score d'audit moyen :
pt_br: Média. Pontuação de auditoria:

source: Level 0(Below 40):
es_es: Nivel 0(Por debajo de 40):
fr_fr: Niveau 0 (inférieur à 40) :
pt_br: Nível 0 (abaixo de 40):

source: Testing Point Names
es_es: Comprobación de los nombres de los puntos
fr_fr: Noms des points de contrôle
pt_br: Nomes de pontos de teste

source: SPI-RT 3.0 Checklist
es_es: Lista de comprobación SPI-RT 3.0
fr_fr: Liste de contrôle SPI-RT 3.0
pt_br: Lista de verificação do SPI-RT 3.0

source: View Bulk Downloads
es_es: Ver descargas masivas
fr_fr: Voir les téléchargements en masse
pt_br: Exibir downloads em massa

source: Download Audits in Bulk
es_es: Descargar auditorías en bloque
fr_fr: Télécharger des audits en masse
pt_br: Download de auditorias em massa

source: Facility Province
es_es: Instalación Provincia
pt_br: Província das instalações

source: Facility District
es_es: Distrito de instalaciones
fr_fr: District des installations
pt_br: Distrito de instalações

source: No.of Audit(s)
es_es: Nº de auditorías
fr_fr: Nombre d'audit(s)
pt_br: Nº de auditoria(s)

source: Avg. Audit Score
es_es: Avg. Auditoría
fr_fr: Avg. Score d'audit
pt_br: Média. Pontuação de auditoria

source: Level 0<br>(Below 40)
es_es: Nivel 0<br>(Por debajo de 40)
fr_fr: Niveau 0<br>(inférieur à 40)
pt_br: Nível 0<br>(abaixo de 40)

source: Level 1<br>(40-59)
es_es: Nivel 1<br>(40-59)
fr_fr: Niveau 1<br>(40-59)
pt_br: Nível 1<br>(40-59)

source: Level 2<br>(60-79)
es_es: Nivel 2<br>(60-79)
fr_fr: Niveau 2<br>(60-79)
pt_br: Nível 2<br>(60-79)

source: Level 3<br>(80-89)
es_es: Nivel 3<br>(80-89)
fr_fr: Niveau 3<br>(80-89)
pt_br: Nível 3<br>(80-89)

source: Level 4<br>(90 and above)
es_es: Nivel 4<br>(90 y más)
fr_fr: Niveau 4<br>(90 et plus)
pt_br: Nível 4<br>(90 e acima)

source: Export All Data
es_es: Exportar todos los datos
pt_br: Exportar todos os dados

source: Export Summary Table as PDF
es_es: Exportar tabla resumen como PDF
fr_fr: Exporter le tableau récapitulatif au format PDF
pt_br: Exportar tabela de resumo como PDF

source: Print Full Survey
es_es: Imprimir encuesta completa
fr_fr: Imprimer l'enquête complète
pt_br: Imprimir pesquisa completa

source: Print Corrective Actions
es_es: Imprimir acciones correctivas
fr_fr: Imprimer les actions correctives
pt_br: Imprimir ações corretivas

source: Your download is processing
es_es: Su descarga se está procesando
fr_fr: Votre téléchargement est en cours
pt_br: Seu download está sendo processado

source: Pending Facility Name
es_es: Pendiente Nombre del centro
fr_fr: En attente Nom de l'installation
pt_br: Nome da instalação pendente

source: Selected Facility Name
es_es: Nombre del centro seleccionado
fr_fr: Nom de l'installation sélectionnée
pt_br: Nome da instalação selecionada

source: Are you sure you want to delete this audit?
es_es: ¿Está seguro de que desea eliminar esta auditoría?
fr_fr: Êtes-vous sûr de vouloir supprimer cet audit ?
pt_br: Tem certeza de que deseja excluir essa auditoria?

source: Oops! We have experienced a problem.Please try again!
es_es: ¡Ups! Por favor, inténtelo de nuevo
fr_fr: Oups ! Nous avons rencontré un problème. Veuillez réessayer !
pt_br: Ops! Tivemos um problema. Tente novamente!
