Repository: deforay/odkdash
Catalog: module/Application/language/*.po
Languages: es_es, fr_fr, pt_br

source: Are only certified testers performing HIV rapid testing at the site?
es_es: ¿Sólo realizan las pruebas rápidas del VIH en el centro personas certificadas?
fr_fr: Seuls des testeurs certifiés effectuent-ils des tests de dépistage rapide du VIH sur le site ?
pt_br: Somente testadores certificados estão realizando testes rápidos de HIV no local?

source: Are the test kits stored according to manufacturers’ instructions?
es_es: ¿Se almacenan los kits de pruebas de acuerdo con las instrucciones del fabricante?
fr_fr: Les kits de test sont-ils conservés conformément aux instructions du fabricant ?
pt_br: Os kits de teste são armazenados de acordo com as instruções do fabricante?

source: Are testers and those visiting the testing area following the safety practices outlined in the SOPs and/or job aides?
es_es: ¿Siguen los encargados de las pruebas y las personas que visitan la zona de pruebas las prácticas de seguridad descritas en los PNT y/o las guías de trabajo?
fr_fr: Les testeurs et les personnes qui visitent la zone de test respectent-ils les pratiques de sécurité décrites dans les modes opératoires normalisés et/ou les aides à la tâche ?
pt_br: Os testadores e as pessoas que visitam a área de teste estão seguindo as práticas de segurança descritas nos POPs e/ou nos guias de trabalho?

source: Is PPE properly used by all testers consistently throughout the testing process?
es_es: ¿Utilizan correctamente los EPI todos los probadores de forma sistemática a lo largo del proceso de prueba?
fr_fr: L'EPI est-il correctement utilisé par tous les testeurs tout au long du processus de test ?
pt_br: O EPI é usado adequadamente por todos os testadores de forma consistente durante todo o processo de teste?

source: Is there clean water and soap available for hand washing and is it consistently used?
es_es: ¿Hay agua limpia y jabón para lavarse las manos y se utiliza sistemáticamente?
fr_fr: De l'eau propre et du savon sont-ils disponibles pour se laver les mains et sont-ils utilisés régulièrement ?
pt_br: Há água limpa e sabão disponíveis para a lavagem das mãos e eles são usados de forma consistente?

source: Is the disinfectant solution available properly labeled with content, date of preparation and date of expiration?
es_es: ¿La solución desinfectante disponible está debidamente etiquetada con el contenido, la fecha de preparación y la fecha de caducidad?
fr_fr: La solution désinfectante disponible est-elle correctement étiquetée avec son contenu, sa date de préparation et sa date de péremption ?
pt_br: A solução desinfetante disponível está devidamente rotulada com o conteúdo, a data de preparação e a data de validade?

source: Are sharps, infectious and non-infectious waste disposed of according to the segregation instructions?
es_es: ¿Se eliminan los objetos punzantes y los residuos infecciosos y no infecciosos de acuerdo con las instrucciones de segregación?
fr_fr: Les objets tranchants, les déchets infectieux et non infectieux sont-ils éliminés conformément aux instructions de tri ?
pt_br: Os resíduos cortantes, infecciosos e não infecciosos são descartados de acordo com as instruções de segregação?

source: Is the national HIV testing algorithm(s) consistently being used at the testing site?
es_es: ¿Se utiliza(n) sistemáticamente en el centro de pruebas el(los) algoritmo(s) nacional(es) de pruebas del VIH?
fr_fr: Le(s) algorithme(s) national(aux) de dépistage du VIH est-il(sont) systématiquement utilisé(s) dans le site de dépistage ?
pt_br: O(s) algoritmo(s) nacional(is) de teste de HIV está(ão) sendo usado(s) consistentemente no local de teste?

source: Are SOPs and/or job aides on HIV rapid test procedures and the national HIV rapid test algorithm(s) available and easily accessible at the testing site?
es_es: ¿Existen procedimientos normalizados de trabajo y/o guías de trabajo sobre los procedimientos de las pruebas rápidas del VIH y el algoritmo o algoritmos nacionales de pruebas rápidas del VIH disponibles y fácilmente accesibles en el centro de pruebas?
fr_fr: Des modes opératoires normalisés et/ou des aides à l'emploi concernant les procédures de test rapide du VIH et le(s) algorithme(s) national(aux) de test rapide du VIH sont-ils disponibles et facilement accessibles sur le site de dépistage ?
pt_br: Os POPs e/ou auxiliares de trabalho sobre os procedimentos de teste rápido de HIV e o(s) algoritmo(s) nacional(is) de teste rápido de HIV estão disponíveis e facilmente acessíveis no local do teste?

source: Are SOPs and/or job aides on HIV rapid test procedures and the national testing algorithm up-to-date and accurate?
es_es: ¿Están actualizados y son precisos los procedimientos normalizados de trabajo y/o las guías de trabajo sobre los procedimientos de las pruebas rápidas del VIH y el algoritmo nacional de pruebas?
fr_fr: Les modes opératoires normalisés et/ou les aides à l'emploi concernant les procédures de test rapide du VIH et l'algorithme national de dépistage sont-ils à jour et exacts ?
pt_br: Os POPs e/ou auxiliares de trabalho sobre os procedimentos de teste rápido de HIV e o algoritmo nacional de testes estão atualizados e são precisos?

source: Are only nationally approved HIV rapid test kits available for use?
es_es: ¿Sólo se pueden utilizar los kits de pruebas rápidas del VIH aprobados a nivel nacional?
fr_fr: Seuls les kits de dépistage rapide du VIH approuvés au niveau national peuvent-ils être utilisés ?
pt_br: Somente kits de teste rápido de HIV aprovados nacionalmente estão disponíveis para uso?

source: Are all required test kit components (i.e. test device, buffer, sample collection device, etc.) and supplies available prior to testing?
es_es: ¿Están disponibles antes de la prueba todos los componentes necesarios del kit de prueba (es decir, dispositivo de prueba, tampón, dispositivo de recogida de muestras, etc.) y los suministros?
fr_fr: Tous les composants du kit d'essai requis (c'est-à-dire le dispositif d'essai, le tampon, le dispositif de collecte des échantillons, etc.) et les fournitures sont-ils disponibles avant l'essai ?
pt_br: Todos os componentes necessários do kit de teste (ou seja, dispositivo de teste, buffer, dispositivo de coleta de amostra etc.) e suprimentos estão disponíveis antes do teste?

source: Is there a documented inventory system in place at the testing point for test kits received (i.e. who received them, date of receipt, etc.)?
es_es: ¿Existe un sistema de inventario documentado en el punto de análisis para los kits de pruebas recibidos (es decir, quién los recibió, fecha de recepción, etc.)?
fr_fr: Existe-t-il un système d'inventaire documenté au point d'analyse pour les kits de test reçus (c'est-à-dire qui les a reçus, date de réception, etc.) ?
pt_br: Há um sistema de inventário documentado em vigor no ponto de teste para os kits de teste recebidos (ou seja, quem os recebeu, data de recebimento etc.)?

source: Are job aides on finger prick or venous blood collection available and posted at the testing point?
es_es: ¿Existen y se han colocado en el punto de realización de las pruebas guías de trabajo sobre la punción digital o la extracción de sangre venosa?
fr_fr: Des aides à l'emploi concernant la piqûre au doigt ou le prélèvement de sang veineux sont-elles disponibles et affichées au point de contrôle ?
pt_br: Há auxiliares de trabalho sobre punção digital ou coleta de sangue venoso disponíveis e afixados no local do teste?

source: Are there sufficient supplies available for finger prick or venous blood collection (i.e. lancet, gauze, alcohol swab, etc.)?
es_es: ¿Hay suficientes suministros disponibles para la punción del dedo o la extracción de sangre venosa (es decir, lanceta, gasa, hisopo con alcohol, etc.)?
fr_fr: Y a-t-il suffisamment de matériel disponible pour les piqûres au doigt ou le prélèvement de sang veineux (lancette, gaze, tampon imbibé d'alcool, etc.) ?
pt_br: Há suprimentos suficientes disponíveis para a coleta de sangue venoso ou por picada no dedo (ou seja, lanceta, gaze, compressa com álcool, etc.)?

source: Are there SOPs and/or job aides describing how client identification should be recorded in the HIV testing register?
es_es: ¿Existen PNT y/o guías de trabajo que describan cómo debe anotarse la identificación del cliente en el registro de pruebas del VIH?
fr_fr: Existe-t-il des SOP et/ou des aides à la tâche décrivant la manière dont l'identification du client doit être enregistrée dans le registre de dépistage du VIH ?
pt_br: Existem POPs e/ou guias de trabalho que descrevem como a identificação do cliente deve ser registrada no registro de testes de HIV?

source: Are client identifiers recorded in the HIV testing register and on test devices per SOPs and/or job aide?
es_es: ¿Se registran los identificadores de los clientes en el registro de pruebas del VIH y en los dispositivos de pruebas de acuerdo con los PNT y/o la guía de trabajo?
fr_fr: Les identifiants des clients sont-ils enregistrés dans le registre des tests de dépistage du VIH et sur les appareils de test conformément aux procédures opératoires normalisées et/ou à l'aide au travail ?
pt_br: Os identificadores de clientes são registrados no cadastro de testes de HIV e nos dispositivos de teste, de acordo com os POPs e/ou o guia de trabalho?

source: Are SOPs and/or job aides on HIV testing procedures and the national testing algorithm being referred to and followed during testing?
es_es: ¿Se consultan y se siguen durante las pruebas los procedimientos normalizados de trabajo y/o las guías de trabajo sobre los procedimientos de las pruebas del VIH y el algoritmo nacional de pruebas?
fr_fr: Les modes opératoires normalisés et/ou les aides à l'emploi concernant les procédures de dépistage du VIH et l'algorithme national de dépistage sont-ils consultés et suivis pendant le dépistage ?
pt_br: Os POPs e/ou auxiliares de trabalho sobre os procedimentos de teste de HIV e o algoritmo nacional de teste estão sendo consultados e seguidos durante o teste?

source: Are sample collection devices (e.g., capillary tube, loop, disposable pipettes, etc.) used accurately to perform the test?
es_es: ¿Se utilizan con precisión los dispositivos de recogida de muestras (por ejemplo, tubo capilar, asa, pipetas desechables, etc.) para realizar la prueba?
fr_fr: Les dispositifs de collecte des échantillons (tube capillaire, boucle, pipettes jetables, etc.) sont-ils utilisés correctement pour effectuer le test ?
pt_br: Os dispositivos de coleta de amostras (por exemplo, tubo capilar, alça, pipetas descartáveis, etc.) são usados com precisão para realizar o teste?

source: Are external positive and negative quality control (QC) specimens routinely used (e.g., daily, weekly or monthly) according to SOPs or guidelines?
es_es: ¿Se utilizan de forma rutinaria (por ejemplo, diaria, semanal o mensualmente) muestras externas positivas y negativas de control de calidad (CC) de acuerdo con los PNT o las directrices?
fr_fr: Des échantillons de contrôle de qualité (CQ) externes positifs et négatifs sont-ils utilisés systématiquement (par exemple, quotidiennement, hebdomadairement ou mensuellement) conformément aux SOP ou aux lignes directrices ?
pt_br: As amostras externas de controle de qualidade (QC) positivas e negativas são usadas rotineiramente (por exemplo, diariamente, semanalmente ou mensalmente) de acordo com os POPs ou diretrizes?

source: Is there a national standardized HIV rapid testing register/logbook that includes all of the key quality elements available and in use?
es_es: ¿Existe y se utiliza un registro/diario nacional normalizado de pruebas rápidas del VIH que incluya todos los elementos clave de calidad?
fr_fr: Existe-t-il un registre/journal de bord national normalisé pour le dépistage rapide du VIH qui comprend tous les éléments clés de la qualité et qui est utilisé ?
pt_br: Existe um registro/livro de bordo nacional padronizado para testes rápidos de HIV que inclua todos os principais elementos de qualidade disponíveis e em uso?

source: Are invalid test results recorded properly in the register/logbook?
es_es: ¿Se anotan correctamente en el registro los resultados no válidos de las pruebas?
fr_fr: Les résultats des tests non valides sont-ils correctement consignés dans le registre/journal de bord ?
pt_br: Os resultados de testes inválidos são registrados corretamente no registro/livro de bordo?

source: Are appropriate steps taken and documented when a result is invalid?
es_es: ¿Se adoptan y documentan las medidas adecuadas cuando un resultado no es válido?
fr_fr: Des mesures appropriées sont-elles prises et documentées lorsqu'un résultat n'est pas valide ?
pt_br: As medidas apropriadas são tomadas e documentadas quando um resultado é inválido?

source: Are the register/logbook pages routinely reviewed for accuracy and completeness by the person in charge?
es_es: ¿La persona responsable revisa periódicamente las páginas del registro/cuaderno de bitácora para comprobar su exactitud e integridad?
fr_fr: La personne responsable vérifie-t-elle régulièrement l'exactitude et l'exhaustivité des pages du registre/journal de bord ?
pt_br: As páginas do registro/livro de registro são revisadas rotineiramente quanto à precisão e integridade pela pessoa responsável?

source: HIV-1 RECENT INFECTION SURVEILLANCE USING THE RAPID TEST FOR RECENT INFECTION
es_es: VIGILANCIA DE LA INFECCIÓN RECIENTE POR EL VIH-1 MEDIANTE LA PRUEBA RÁPIDA DE INFECCIÓN RECIENTE
fr_fr: SURVEILLANCE DES INFECTIONS RÉCENTES PAR LE VIH-1 À L'AIDE DU TEST RAPIDE D'INFECTION RÉCENTE
pt_br: VIGILÂNCIA DE INFECÇÕES RECENTES POR HIV-1 USANDO O TESTE RÁPIDO PARA INFECÇÕES RECENTES

source: Have all testers received a comprehensive training on RTRI?
es_es: ¿Han recibido todos los probadores una formación completa sobre el RTRI?
fr_fr: Tous les testeurs ont-ils reçu une formation complète sur la RTRI ?
pt_br: Todos os testadores receberam um treinamento abrangente sobre RTRI?

source: Are there records indicating all testers have demonstrated competency in RTRI prior to testing?
es_es: ¿Existen registros que indiquen que todos los examinadores han demostrado su competencia en RTRI antes de realizar las pruebas?
fr_fr: Existe-t-il des registres indiquant que tous les testeurs ont démontré leur compétence en matière de RTRI avant les tests ?
pt_br: Há registros indicando que todos os testadores demonstraram competência em RTRI antes do teste?

source: Are all current versions of recency/RTRI SOPs and/or job aids readily available at the site?
es_es: ¿Están disponibles en el centro todas las versiones actuales de los procedimientos normalizados de trabajo (PNT) y/o de las ayudas de trabajo?
fr_fr: Toutes les versions actuelles des SOP et/ou des outils de travail relatifs à la récurrence et à l'IRT sont-ils facilement accessibles sur le site ?
pt_br: Todas as versões atuais dos POPs de recência/RTRI e/ou auxílios de trabalho estão prontamente disponíveis no local?

source: Is there a sufficient supply of RTRI tests available at the site?
es_es: ¿Hay suficientes pruebas RTRI disponibles en el centro?
fr_fr: Le site dispose-t-il d'un nombre suffisant de tests RTRI ?
pt_br: Há um suprimento suficiente de testes RTRI disponíveis no local?

source: Please provide number of tests currently available…….
es_es: Indique el número de pruebas disponibles actualmente.......
fr_fr: Veuillez indiquer le nombre de tests actuellement disponibles.......
pt_br: Forneça o número de testes disponíveis atualmente.......

source: Are RTRI testing procedures being followed (i.e. right volume of sample using correct sample application device, correct read time, correct result interpretation)?
es_es: ¿Se siguen los procedimientos de ensayo RTRI (es decir, volumen correcto de muestra utilizando el dispositivo correcto de aplicación de la muestra, tiempo correcto de lectura, interpretación correcta de los resultados)?
fr_fr: Les procédures de test RTRI sont-elles respectées (c'est-à-dire le bon volume d'échantillon en utilisant le bon dispositif d'application de l'échantillon, le temps de lecture correct, l'interprétation correcte des résultats) ?
pt_br: Os procedimentos de teste RTRI estão sendo seguidos (ou seja, volume correto de amostra usando o dispositivo de aplicação de amostra correto, tempo de leitura correto, interpretação correta do resultado)?

source: Are the RTRI results documented in the data capture form or logbook correctly (e.g. client demographics, kit name, lot number, expiration dates, tester name, RTRI visual results and recency interpretation) and reviewed by the person in charge?
es_es: ¿Se documentan correctamente los resultados del RTRI en el formulario de captura de datos o en el libro de registro (por ejemplo, datos demográficos del cliente, nombre del kit, número de lote, fechas de caducidad, nombre del probador, resultados visuales del RTRI e interpretación de la recencia) y son revisados por la persona encargada?
fr_fr: Les résultats de l'IRT sont-ils correctement documentés dans le formulaire de saisie des données ou dans le journal de bord (par exemple, données démographiques du client, nom du kit, numéro de lot, dates d'expiration, nom du testeur, résultats visuels de l'IRT et interprétation de la récurrence) et examinés par la personne responsable ?
pt_br: Os resultados do RTRI estão documentados corretamente no formulário de captura de dados ou no livro de registro (por exemplo, dados demográficos do cliente, nome do kit, número do lote, datas de validade, nome do testador, resultados visuais do RTRI e interpretação da recência) e revisados pela pessoa responsável?

source: Are external quality control (QC) specimens (i.e. long-term (LT), recent and negative) routinely used (i.e. monthly) for RTRI?
es_es: ¿Se utilizan de forma rutinaria (es decir, mensualmente) muestras externas de control de calidad (CC) (es decir, de larga duración (LT), recientes y negativas) para el RTRI?
fr_fr: Des échantillons de contrôle de qualité (CQ) externes (c'est-à-dire des échantillons à long terme (LT), récents et négatifs) sont-ils systématiquement utilisés (c'est-à-dire tous les mois) pour la RTRI ?
pt_br: As amostras externas de controle de qualidade (QC) (ou seja, de longo prazo (LT), recentes e negativas) são usadas rotineiramente (ou seja, mensalmente) para RTRI?

source: Are QC results for RTRI properly recorded (e.g. kit name, lot number, expiration dates, tester name, RTRI visual results and recency interpretation for each level of QC) and reviewed by person in charge?
es_es: ¿Se registran adecuadamente los resultados del CC para el RTRI (por ejemplo, nombre del kit, número de lote, fechas de caducidad, nombre del probador, resultados visuales del RTRI e interpretación de la recencia para cada nivel de CC) y son revisados por la persona encargada?
fr_fr: Les résultats du CQ pour la RTRI sont-ils correctement enregistrés (par exemple, nom du kit, numéro de lot, dates de péremption, nom du testeur, résultats visuels de la RTRI et interprétation de la récence pour chaque niveau de CQ) et examinés par la personne responsable ?
pt_br: Os resultados de CQ para RTRI são registrados adequadamente (por exemplo, nome do kit, número do lote, datas de validade, nome do testador, resultados visuais de RTRI e interpretação de recência para cada nível de CQ) e revisados pela pessoa responsável?

source: Are appropriate steps taken and documented when RTRI QC results are incorrect?
es_es: ¿Se adoptan y documentan las medidas adecuadas cuando los resultados del RTRI QC son incorrectos?
fr_fr: Des mesures appropriées sont-elles prises et documentées lorsque les résultats du QC RTRI sont incorrects ?
pt_br: As medidas apropriadas são tomadas e documentadas quando os resultados do RTRI QC estão incorretos?

source: Are appropriate steps taken and documented according to the SOP or guidelines for invalid RTRI test results? If yes, how many in the last 3 months…………(use comments)
es_es: ¿Se toman las medidas apropiadas y se documentan de acuerdo con el PNT o las directrices en caso de resultados de pruebas RTRI no válidos? En caso afirmativo, ¿cuántos en los últimos 3 meses? ............(use comentarios)
fr_fr: Des mesures appropriées sont-elles prises et documentées conformément au mode opératoire normalisé ou aux lignes directrices en cas de résultats de tests RTRI non valides ? Si oui, combien au cours des 3 derniers mois ? ............(utiliser les commentaires)
pt_br: As medidas apropriadas são tomadas e documentadas de acordo com o POP ou as diretrizes para resultados inválidos de testes RTRI? Se sim, quantos nos últimos 3 meses............(use comentários)

source: HIV-1 RECENT INFECTION SURVEILLANCE USING THE RAPID TEST FOR RECENT INFECTION SCORE If the country has implemented HIV-1 Recent Infection Surveillance under a study protocol proceed with Section S.0 and D.0 Otherwise, STOP here. Please note that Section S.0 and D.0 are for study purposes only and are not to be included in the overall SPI-RRT score.
es_es: VIGILANCIA DE LA INFECCIÓN RECIENTE POR EL VIH-1 UTILIZANDO LA PRUEBA RÁPIDA PARA LA PUNTUACIÓN DE LA INFECCIÓN RECIENTE Si el país ha implementado la Vigilancia de la Infección Reciente por VIH-1 bajo un protocolo de estudio, proceda con las Secciones S.0 y D.0 De lo contrario, DETÉNGASE aquí. Tenga en cuenta que las secciones S.0 y D.0 son sólo para fines de estudio y no deben incluirse en la puntuación general de la SPI-RRT.
fr_fr: SURVEILLANCE DES INFECTIONS RÉCENTES PAR LE VIH-1 AU MOYEN DU TEST RAPIDE DE DÉPISTAGE DES INFECTIONS RÉCENTES Si le pays a mis en œuvre la surveillance des infections récentes par le VIH-1 dans le cadre d'un protocole d'étude, passez aux sections S.0 et D.0. Dans le cas contraire, ARRÊTEZ-VOUS ici. Veuillez noter que les sections S.0 et D.0 sont destinées à des fins d'étude uniquement et ne doivent pas être incluses dans le score SPI-RRT global.
pt_br: VIGILÂNCIA DE INFECÇÃO RECENTE POR HIV-1 USANDO O TESTE RÁPIDO PARA PONTUAÇÃO DE INFECÇÃO RECENTE Se o país tiver implementado a Vigilância de Infecções Recentes por HIV-1 sob um protocolo de estudo, prossiga com as Seções S.0 e D.0. Observe que as Seções S.0 e D.0 são apenas para fins de estudo e não devem ser incluídas na pontuação geral do SPI-RRT.

source: HIV-1 RECENT INFECTION SURVEILLANCE STUDY PROTOCOL
es_es: PROTOCOLO DEL ESTUDIO DE VIGILANCIA DE INFECCIONES RECIENTES POR EL VIH-1
fr_fr: PROTOCOLE DE L'ÉTUDE DE SURVEILLANCE DES INFECTIONS RÉCENTES PAR LE VIH-1
pt_br: PROTOCOLO DE ESTUDO DE VIGILÂNCIA DE INFECÇÃO RECENTE POR HIV-1

source: Are counselors adhering to the study protocol for eligibility, consent, and counseling?
es_es: ¿Siguen los asesores el protocolo del estudio en cuanto a elegibilidad, consentimiento y asesoramiento?
fr_fr: Les conseillers respectent-ils le protocole de l'étude en ce qui concerne l'éligibilité, le consentement et le conseil ?
pt_br: Os conselheiros estão aderindo ao protocolo do estudo para elegibilidade, consentimento e aconselhamento?

source: Are counselors following the study protocol for confirming new diagnosis?
es_es: ¿Siguen los asesores el protocolo del estudio para confirmar el nuevo diagnóstico?
fr_fr: Les conseillers suivent-ils le protocole de l'étude pour confirmer un nouveau diagnostic ?
pt_br: Os conselheiros estão seguindo o protocolo do estudo para confirmar o novo diagnóstico?
