Repository: deforay/odkdash
Catalog: module/Application/language/*.po
Languages: es_es, fr_fr, pt_br

source: For those patients with RTRI recent, are VL tests requested, samples collected and sent to VL testing lab, and VL test requests recorded in the recency VL order form?
es_es: Para aquellos pacientes con RTRI reciente, ¿se solicitan pruebas de VL, se recogen muestras y se envían al laboratorio de pruebas de VL, y se registran las solicitudes de pruebas de VL en el formulario de pedido de VL reciente?
fr_fr: Pour les patients dont l'IRT est récente, des tests VL sont-ils demandés, des échantillons sont-ils prélevés et envoyés au laboratoire de tests VL, et les demandes de tests VL sont-elles enregistrées dans le formulaire de commande de tests VL récurrents ?
pt_br: Para os pacientes com RTRI recente, os testes de VL são solicitados, as amostras são coletadas e enviadas para o laboratório de testes de VL e as solicitações de testes de VL são registradas no formulário de pedido de VL recente?

source: Are processes in place and well documented (Job Aid, SOP, etc.) for returning RTRI results? (if applicable)
es_es: ¿Existen procesos y están bien documentados (Job Aid, SOP, etc.) para la devolución de los resultados del RTRI? (si procede)
fr_fr: Des procédures sont-elles en place et bien documentées (Job Aid, SOP, etc.) pour le retour des résultats RTRI ? (le cas échéant)
pt_br: Existem processos em vigor e bem documentados (Job Aid, SOP, etc.) para devolver os resultados do RTRI? (se aplicável)

source: Are RITA results returned to the facility/client within 2 weeks (dependent on protocol)?
es_es: ¿Se devuelven los resultados de RITA al centro/cliente en un plazo de 2 semanas (dependiendo del protocolo)?
fr_fr: Les résultats de RITA sont-ils renvoyés à l'établissement ou au client dans un délai de deux semaines (en fonction du protocole) ?
pt_br: Os resultados da RITA são devolvidos ao estabelecimento/cliente em até duas semanas (dependendo do protocolo)?

source: Are protocol violations documented?
es_es: ¿Se documentan las violaciones del protocolo?
fr_fr: Les violations du protocole sont-elles documentées ?
pt_br: As violações de protocolo são documentadas?

source: Are appropriate steps taken and documented according to the study procedures when a protocol violation occurs?
es_es: ¿Se adoptan y documentan las medidas apropiadas de acuerdo con los procedimientos del estudio cuando se produce una violación del protocolo?
fr_fr: Des mesures appropriées sont-elles prises et documentées conformément aux procédures de l'étude en cas de violation du protocole ?
pt_br: As medidas adequadas são tomadas e documentadas de acordo com os procedimentos do estudo quando ocorre uma violação do protocolo?

source: HIV-1 RECENT INFECTION SURVEILLANCE USING DATA INDICATORS
es_es: VIGILANCIA DE LA INFECCIÓN RECIENTE POR EL VIH-1 MEDIANTE INDICADORES DE DATOS
fr_fr: SURVEILLANCE DES INFECTIONS RÉCENTES PAR LE VIH-1 À L'AIDE D'INDICATEURS DE DONNÉES
pt_br: VIGILÂNCIA DE INFECÇÕES RECENTES POR HIV-1 USANDO INDICADORES DE DADOS

source: Denominator
es_es: Denominador
fr_fr: Dénominateur
pt_br: Denominador

source: Number of persons aged > 15 newly diagnosed with HIV at service delivery point during review period
es_es: Número de personas mayores de 15 años a las que se les ha diagnosticado el VIH en el punto de prestación de servicios durante el periodo de revisión
fr_fr: Nombre de personnes âgées de plus de 15 ans chez qui le VIH a été diagnostiqué au point de prestation de services au cours de la période examinée
pt_br: Número de pessoas com idade > 15 anos recém-diagnosticadas com HIV no ponto de prestação de serviços durante o período de revisão

source: Number of candidates screened for participation in RTRI at service delivery point during review period
es_es: Número de candidatos seleccionados para participar en el RTRI en el punto de prestación de servicios durante el periodo de revisión
fr_fr: Nombre de candidats sélectionnés pour participer à la RTRI au point de prestation de services au cours de la période de référence
pt_br: Número de candidatos selecionados para participar do RTRI no ponto de prestação de serviços durante o período de análise

source: Number of total eligible candidates at service delivery point during review period
es_es: Número total de candidatos elegibles en el punto de prestación de servicios durante el periodo de revisión
fr_fr: Nombre total de candidats éligibles au point de prestation de services au cours de la période examinée
pt_br: Número total de candidatos elegíveis no ponto de prestação de serviços durante o período de análise

source: Number of eligible candidates at service delivery point who declined during review period
es_es: Número de candidatos elegibles en el punto de prestación de servicios que rechazaron el servicio durante el periodo de revisión
fr_fr: Nombre de candidats éligibles au point de prestation de services qui ont décliné l'offre au cours de la période examinée
pt_br: Número de candidatos elegíveis no ponto de prestação de serviços que recusaram durante o período de análise

source: Number of candidates with documented reason for refusal at service delivery point during review period
es_es: Número de candidatos con motivo de rechazo documentado en el punto de prestación de servicios durante el periodo de revisión
fr_fr: Nombre de candidats dont le motif de refus est documenté au point de prestation de services au cours de la période de référence
pt_br: Número de candidatos com motivo de recusa documentado no ponto de prestação de serviços durante o período de análise

source: Number of participants enrolled in RTRI testing at service delivery point during review period
es_es: Número de participantes inscritos en las pruebas RTRI en el punto de prestación de servicios durante el periodo de revisión
fr_fr: Nombre de participants inscrits aux tests RTRI au point de prestation de services au cours de la période d'examen
pt_br: Número de participantes inscritos no teste RTRI no ponto de prestação de serviços durante o período de análise

source: Number of participants incorrectly enrolled (i.e. ineligible) at service delivery point during review period
es_es: Número de participantes inscritos incorrectamente (es decir, no elegibles) en el punto de prestación de servicios durante el periodo de revisión
fr_fr: Nombre de participants incorrectement inscrits (c'est-à-dire inéligibles) au point de prestation de services au cours de la période examinée
pt_br: Número de participantes inscritos incorretamente (ou seja, inelegíveis) no ponto de prestação de serviços durante o período de análise

source: Number of eligible participants enrolled with correct consent documentation at service delivery point during review period
es_es: Número de participantes elegibles inscritos con documentación de consentimiento correcta en el punto de prestación de servicios durante el periodo de revisión
fr_fr: Nombre de participants éligibles inscrits avec des documents de consentement corrects au point de prestation de services au cours de la période d'examen
pt_br: Número de participantes qualificados inscritos com a documentação de consentimento correta no ponto de prestação de serviços durante o período de análise

source: D.0 HIV-1 RECENT INFECTION SURVEILLANCE USING DATA INDICATORS
es_es: D.0 VIGILANCIA DE LA INFECCIÓN RECIENTE POR EL VIH-1 MEDIANTE INDICADORES DE DATOS
fr_fr: D.0 SURVEILLANCE DES INFECTIONS RÉCENTES PAR LE VIH-1 À L'AIDE D'INDICATEURS DE DONNÉES
pt_br: D.0 VIGILÂNCIA DE INFECÇÕES RECENTES POR HIV-1 USANDO INDICADORES DE DADOS

source: Part D. Auditor's Summation Report for SPI-RRT Audit
es_es: Parte D. Informe de síntesis del auditor para la auditoría SPI-RRT
fr_fr: Partie D. Rapport de synthèse de l'auditeur pour l'audit SPI-RRT
pt_br: Parte D. Relatório resumido do auditor para a auditoria da SPI-RRT

source: Level 0(Below 40)
es_es: Nivel 0(Por debajo de 40)
fr_fr: Niveau 0 (inférieur à 40)
pt_br: Nível 0 (abaixo de 40)

source: Level 1(40-59)
es_es: Nivel 1(40-59)
fr_fr: Niveau 1 (40-59)
pt_br: Nível 1(40-59)

source: Testing Point Types
es_es: Tipos de puntos de prueba
fr_fr: Types de points de contrôle
pt_br: Tipos de pontos de teste

source: SPI-RRT Checklist V6
es_es: Lista de comprobación SPI-RRT V6
fr_fr: Liste de contrôle SPI-RRT V6
pt_br: Lista de verificação do SPI-RRT V6

source: Please select the country
es_es: Seleccione el país
fr_fr: Veuillez sélectionner le pays
pt_br: Selecione o país

source: Already Printed
es_es: Ya impreso
pt_br: Já impresso

source: Not yet Printed
es_es: Aún no impreso
pt_br: Ainda não impresso

source: Export D and S Data
es_es: Exportar datos D y S
fr_fr: Exporter les données D et S
pt_br: Exportar dados D e S

source: SPI-RT 6.0 Checklist
es_es: Lista de comprobación de SPI-RT 6.0
fr_fr: Liste de contrôle SPI-RT 6.0
pt_br: Lista de verificação do SPI-RT 6.0

source: For each of the sections listed below, please check
es_es: Para cada una de las secciones enumeradas a continuación, marque
fr_fr: Pour chacune des pour chacune des sections énumérées ci-dessous, veuillez cocher
pt_br: Para cada uma das as seções listadas abaixo, marque

source: Partial or No
es_es: Parcial o No
fr_fr: Partiel ou non
pt_br: Parcial ou não

source: Provide comments for each
es_es: Comente cada uno de ellos
fr_fr: Fournir des commentaires pour chaque
pt_br: Forneça comentários para cada

source: response. State N/A in the comments section if "not applicable" where appropriate (*).
es_es: respuesta. Indique N/A en la sección de comentarios si "no procede" cuando proceda (*).
fr_fr: réponse. Indiquez N/A dans la section des commentaires si "sans objet", le cas échéant (*).
pt_br: resposta. Indique N/A na seção de comentários, se "não aplicável", quando apropriado (*).

source: TRAINING AND CERTIFICATION SCORE
es_es: PUNTUACIÓN DE FORMACIÓN Y CERTIFICACIÓN
fr_fr: SCORE DE FORMATION ET DE CERTIFICATION
pt_br: PONTUAÇÃO DE TREINAMENTO E CERTIFICAÇÃO

source: collection devices (e.g., capillary tube, loop, disposable pipettes, etc.) used accurately?
es_es: dispositivos de recogida (por ejemplo, tubo capilar, asa, pipetas desechables, etc.) ¿se utilizan con precisión?
fr_fr: les dispositifs de collecte (par exemple, tube capillaire, boucle, pipettes jetables, etc.) ) sont-ils utilisés correctement ?
pt_br: dispositivos de coleta (por exemplo, tubo capilar, alça, pipetas descartáveis, etc.) usados com precisão?

source: procedures adequately followed?
es_es: ¿se han seguido adecuadamente los procedimientos?
fr_fr: les procédures ont-elles été suivies de manière adéquate ?
pt_br: procedimentos adequadamente seguidos?

source: POST TESTING PHASE - DOCUMENTS AND RECORDS
es_es: FASE POSTERIOR A LAS PRUEBAS - DOCUMENTOS Y REGISTROS
fr_fr: PHASE POST-TEST - DOCUMENTS ET REGISTRES
pt_br: FASE PÓS-TESTE - DOCUMENTOS E REGISTROS

source: Does the
es_es: ¿El
fr_fr: Est-ce que le
pt_br: O

source: register/logbook include all of the key quality elements?
es_es: ¿El registro/cuaderno de bitácora incluye todos los elementos clave de calidad?
fr_fr: le registre/journal de bord contient-il tous les éléments clés de la qualité ?
pt_br: o registro/livro de bordo inclui todos os principais elementos de qualidade?

source: Does the site collect samples for retesting according to country guidelines (e.g., collection of every 20
es_es: ¿Recoge el centro muestras para repetir las pruebas de acuerdo con las directrices del país (p. ej., recogida de muestras cada 20 días)? país (por ejemplo, recogida de muestras cada 20
fr_fr: Le site prélève-t-il des échantillons en vue d'un nouveau test conformément aux directives du pays (par exemple, tous les 20 ans) ? du pays (par exemple, prélèvement tous les 20
pt_br: O local coleta amostras para reteste de acordo com as diretrizes do país? diretrizes do país (por exemplo, coleta de cada 20

source: client serum or DBS sample)?
es_es: suero del cliente o DBS muestra)?
fr_fr: sérum du client ou échantillon DBS ) ?
pt_br: soro do cliente ou amostra DBS amostra)?

source: Those marked with an asterisk are only applicable to sites where sample retesting is performed.
es_es: Los marcados con un asterisco sólo son aplicables a los lugares en los que se realizan nuevos análisis de muestras.
fr_fr: Ceux qui sont marqués d'un astérisque ne s'appliquent qu'aux sites où des un nouvel examen de l'échantillon est effectué.
pt_br: Aqueles marcados com um asterisco são aplicáveis apenas a locais onde onde o reteste de amostras é realizado.

source: Less than
es_es: Menos que
fr_fr: Moins moins de
pt_br: Menos de

source: Section No
pt_br: Seção nº

source: Staff Audited Signature
es_es: Personal auditado Firma
fr_fr: Personnel audité Signature
pt_br: Assinatura da equipe auditada

source: HIV above 15
es_es: VIH superior a 15
fr_fr: VIH supérieur à 15
pt_br: HIV acima de 15

source: Screened for participation
es_es: Seleccionados para participar
fr_fr: Sélection pour la participation
pt_br: Selecionados para participação

source: Eligible during Review
es_es: Elegible durante la revisión
fr_fr: Admissible en cours d'examen
pt_br: Elegível durante a revisão

source: Eligible and declined
es_es: Elegibles y rechazados
fr_fr: Éligibles et refusés
pt_br: Elegível e recusado

source: Documented and refused
es_es: Documentado y rechazado
fr_fr: Documenté et refusé
pt_br: Documentado e recusado

source: Enrolled in RTRI
es_es: Inscrito en el RTRI
fr_fr: Inscrits à l'IRTF
pt_br: Inscrito no RTRI

source: Incorrectly Enrolled
es_es: Inscrito incorrectamente
fr_fr: Inscrits à tort
pt_br: Registrada incorretamente

source: Correctly Enrolled
es_es: Matriculados correctamente
fr_fr: Correctement inscrits
pt_br: Registrada corretamente

source: Surveilance Protocol Eligibility
es_es: Elegibilidad para el protocolo de vigilancia
fr_fr: Éligibilité au protocole de surveillance
pt_br: Elegibilidade do protocolo de vigilância

source: Councellors Following Protocol
es_es: Los consejeros siguen el protocolo
fr_fr: Les conseillers suivent le protocole
pt_br: Conselheiros que seguem o protocolo

source: Recency Tests Recorded
es_es: Pruebas de recurrencia registradas
fr_fr: Tests de récence enregistrés
pt_br: Testes de Recência Registrados

source: Process Documented
es_es: Proceso documentado
fr_fr: Processus documenté
pt_br: Processo documentado

source: Results Returned in 2 Weeks
es_es: Resultados devueltos en 2 semanas
fr_fr: Résultats obtenus en 2 semaines
pt_br: Resultados retornados em 2 semanas

source: Protocol violation Documented
es_es: Violación del protocolo Documentada
fr_fr: Violation du protocole documentée
pt_br: Violação de protocolo documentada

source: Documenting Protocol Errors
es_es: Documentación de errores de protocolo
fr_fr: Documenter les erreurs de protocole
pt_br: Documentação de erros de protocolo

source: Monthly Test Volume
es_es: Volumen mensual de pruebas
fr_fr: Volume d'essai mensuel
pt_br: Volume de teste mensal

source: User Login History List
es_es: Lista del historial de inicio de sesión de usuarios
fr_fr: Liste de l'historique des connexions des utilisateurs
pt_br: Lista do histórico de login do usuário

source: Select User Name
es_es: Seleccionar nombre de usuario
fr_fr: Sélectionner le nom de l'utilisateur
pt_br: Selecione o nome do usuário

source: Attempted Date Time
es_es: Intento Fecha Hora
fr_fr: Tentative Date Heure
pt_br: Data e hora da tentativa

source: Last 180 Days
fr_fr: 180 derniers jours
pt_br: Últimos 180 dias

source: Please enter the first name
es_es: Introduzca el nombre
fr_fr: Veuillez saisir le prénom
pt_br: Digite o primeiro nome

source: Please enter the last name
es_es: Introduzca el apellido
fr_fr: Veuillez saisir le nom de famille
pt_br: Digite o sobrenome

source: Please enter the user name
es_es: Introduzca el nombre de usuario
fr_fr: Veuillez saisir le nom d'utilisateur
pt_br: Digite o nome do usuário

source: Please check your password and confirm password are same
es_es: Por favor, compruebe que su contraseña y la contraseña de confirmación son las mismas
fr_fr: Veuillez vérifier que votre mot de passe et le mot de passe de confirmation sont identiques
pt_br: Verifique se sua senha e a senha de confirmação são as mesmas

source: Enter Mobile Number
es_es: Introduzca el número de móvil
pt_br: Digite o número do celular

source: Please enter the mobile number
es_es: Introduzca el número de móvil
fr_fr: Veuillez saisir le numéro de téléphone portable
pt_br: Digite o número do celular

source: Please enter the email id
es_es: Introduzca la dirección de correo electrónico
fr_fr: Veuillez saisir l'identifiant de l'email
pt_br: Digite o ID do e-mail

source: Please select the role
es_es: Seleccione la función
fr_fr: Veuillez sélectionner le rôle
pt_br: Selecione a função

source: Token (Note: You can add multiple token by comma separator values)
es_es: Token (Nota: Puede añadir varios token mediante valores separados por comas)
fr_fr: Token (Note : Vous pouvez ajouter plusieurs tokens en les séparant par des virgules)
pt_br: Token (Observação: você pode adicionar vários valores de token com separadores de vírgula)

source: Enter token
fr_fr: Entrer le jeton
pt_br: Inserir token

source: Please enter token
es_es: Por favor, introduzca el código
fr_fr: Veuillez saisir le jeton
pt_br: Digite o token

source: Please select the status
es_es: Seleccione el estado
fr_fr: Veuillez sélectionner le statut
pt_br: Selecione o status

source: Mapping Type
es_es: Tipo de mapa
pt_br: Tipo de mapeamento

source: Please select the mappingType
es_es: Seleccione el tipo de asignación
fr_fr: Veuillez sélectionner le type d'application (mappingType)
pt_br: Selecione o tipo de mapeamento

source: Please select the province
es_es: Seleccione la provincia
fr_fr: Veuillez sélectionner la province
pt_br: Selecione a província

source: Please select the district
es_es: Seleccione el distrito
fr_fr: Veuillez sélectionner le district
pt_br: Selecione o distrito

source: Please choose image
es_es: Elija una imagen
fr_fr: Veuillez choisir une image
pt_br: Por favor, escolha a imagem

source: Generate Random Password
es_es: Generar contraseña aleatoria
fr_fr: Générer un mot de passe aléatoire
pt_br: Gerar senha aleatória

source: Please select country.
es_es: Seleccione un país.
pt_br: Selecione o país.

source: Please select province.
es_es: Seleccione una provincia.
fr_fr: Veuillez sélectionner une province.
pt_br: Selecione a província.

source: Please select district.
es_es: Seleccione el distrito.
fr_fr: Veuillez sélectionner un district.
pt_br: Selecione o distrito.

source: Random password generated and copied to clipboard
es_es: Contraseña aleatoria generada y copiada en el portapapeles
fr_fr: Mot de passe aléatoire généré et copié dans le presse-papiers
pt_br: Senha aleatória gerada e copiada para a área de transferência

source: Please enter the old password
es_es: Por favor, introduzca la contraseña antigua
fr_fr: Veuillez saisir l'ancien mot de passe
pt_br: Digite a senha antiga

source: Please check your new password
es_es: Compruebe su nueva contraseña
fr_fr: Veuillez vérifier votre nouveau mot de passe
pt_br: Verifique sua nova senha

source: Please check your new password and confirm password are same
es_es: Por favor, compruebe que su nueva contraseña y la contraseña de confirmación son las mismas
fr_fr: Veuillez vérifier que votre nouveau mot de passe et le mot de passe de confirmation sont identiques
pt_br: Verifique se sua nova senha e a senha de confirmação são as mesmas

source: Please enter the correct old password
es_es: Por favor, introduzca la contraseña antigua correcta
pt_br: Digite a senha antiga correta

source: New password should not same as your old password
es_es: La nueva contraseña no debe ser la misma que la anterior
fr_fr: Le nouveau mot de passe ne doit pas être identique à l'ancien
pt_br: A nova senha não deve ser igual à senha antiga

source: Confirm password should be same as new password
es_es: La contraseña de confirmación debe ser la misma que la nueva contraseña
fr_fr: Le mot de passe de confirmation doit être identique au nouveau mot de passe
pt_br: A senha de confirmação deve ser igual à nova senha

source: Please choose Testimonial image
es_es: Elija una imagen de testimonio
fr_fr: Veuillez choisir l'image du témoignage
pt_br: Escolha a imagem do depoimento

source: Entered mobile number is already exist.
es_es: El número de móvil introducido ya existe.
fr_fr: Le numéro de portable saisi existe déjà.
pt_br: O número de celular inserido já existe.

source: Entered mail id is already exist.
es_es: El ID de correo introducido ya existe.
fr_fr: L'adresse e-mail saisie existe déjà.
pt_br: O ID de correio inserido já existe.

source: Reset Password for
es_es: Restablecer contraseña para
pt_br: Redefinir senha para

source: Passsword Changed successfully
es_es: Contraseña cambiada con éxito
fr_fr: Mot de passe modifié avec succès
pt_br: Senha alterada com sucesso

source: Dashboard SPI-RT
es_es: Cuadro de mandos SPI-RT
fr_fr: Tableau de bord SPI-RT
pt_br: Painel de controle SPI-RT

source: Dashboard SPI-RRT v5
es_es: Cuadro de mandos SPI-RRT v5
fr_fr: Tableau de bord SPI-RRT v5
pt_br: Painel de controle SPI-RRT v5

source: Dashboard SPI-RRT
es_es: Cuadro de mandos SPI-RRT
fr_fr: Tableau de bord SPI-RRT
pt_br: Painel de controle SPI-RRT

source: This project is supported by the U.S. President's Emergency Plan for AIDS Relief (PEPFAR) through the U.S. Centers for Disease Control and Prevention (CDC).
es_es: Este proyecto cuenta con el apoyo del Plan de Emergencia del Presidente de Estados Unidos para el Alivio del Sida (PEPFAR) a través de los Centros para el Control y la Prevención de Enfermedades (CDC).
pt_br: Esse projeto é apoiado pelo Plano de Emergência do Presidente dos EUA para o Alívio da AIDS (PEPFAR) por meio dos Centros de Controle e Prevenção de Doenças (CDC) dos EUA.

source: User Login History
es_es: Historial de acceso de usuarios
pt_br: Histórico de login do usuário

source: SPI-RT v3 Form Data
es_es: Datos del formulario SPI-RT v3
fr_fr: Données du formulaire SPI-RT v3
pt_br: Dados do formulário SPI-RT v3

source: SPI-RT v6 Form Data
es_es: Datos del formulario SPI-RT v6
fr_fr: Données du formulaire SPI-RT v6
pt_br: Dados do formulário SPI-RT v6

source: Validate SPI-RT Data
es_es: Validar datos SPI-RT
fr_fr: Validation des données SPI-RT
pt_br: Validar dados SPI-RT

source: Edit Profile
pt_br: Editar Perfil

source: Audit SPI-RT
es_es: Auditoría SPI-RT
pt_br: Auditoria SPI-RT

source: Audit SPI-RRT
es_es: Auditoría SPI-RRT
pt_br: Auditoria SPI-RRT

source: Audit
pt_br: Auditoria

source: Reports
pt_br: Relatórios

source: SPI-RT Facility Report
es_es: Informe sobre las instalaciones SPI-RT
fr_fr: Rapport de l'installation SPI-RT
pt_br: Relatório de instalação do SPI-RT

source: Map
fr_fr: Carte
pt_br: Mapa

source: Configure
pt_br: Configurar

source: Oops! There seems to be a problem.
es_es: ¡Uy! Parece que hay un problema.
fr_fr: Oups ! Il semble y avoir un problème.
pt_br: Ops! Parece que há um problema.

source: Malawi Dashboard for Quality Improvement of HIV Rapid Testing
es_es: Cuadro de mando para la mejora de la calidad de las pruebas rápidas del VIH en Malawi
fr_fr: Tableau de bord du Malawi pour l'amélioration de la qualité des tests rapides de dépistage du VIH
pt_br: Malawi Dashboard for Quality Improvement of HIV Rapid Testing (Painel de controle do Malaui para melhoria da qualidade dos testes rápidos de HIV)

source: Email SPI-RRT
es_es: Correo electrónico SPI-RRT
fr_fr: Courriel SPI-RRT

source: Email SPI-RT
es_es: Correo electrónico SPI-RT
fr_fr: Courriel SPI-RT

source: Facility List
es_es: Lista de instalaciones
fr_fr: Liste des installations

source: Role Code
es_es: Código de rol
fr_fr: Code de rôle

source: PMTCT
es_es: PTMI
fr_fr: PTME

source: Score =
es_es: Puntuación =

source: Corrective Actions
es_es: Medidas correctoras
fr_fr: Mesures correctives
