Repository: deforay/odkdash
Catalog: module/Application/language/*.po
Languages: es_es, fr_fr, pt_br

source: Version 3.0
es_es: Versión 3.0

source: Zeroes
es_es: Ceros
fr_fr: Zéros

source: " or "
es_es: " o "
fr_fr: " ou "

source: HIV testing
es_es: Pruebas del VIH
fr_fr: Dépistage du VIH

source: Provinces
es_es: Provincias

source: NewPassword
es_es: NuevaContraseña
fr_fr: Nouveau mot de passe

source: Data Export
fr_fr: Exportation de données

source: Remember Me
fr_fr: Se souvenir de moi
