Repository: deforay/odkdash
Catalog: module/Application/language/*.po
Languages: es_es, fr_fr, pt_br

source: Stepwise Process for Improving the Quality of HIV Rapid Testing (SPI-RT) Checklist
es_es: Lista de comprobación del Proceso escalonado para mejorar la calidad de las pruebas rápidas del VIH (SPI-RT)
fr_fr: Liste de contrôle du processus progressif d'amélioration de la qualité des tests rapides de dépistage du VIH (SPI-RT)
pt_br: Lista de verificação do processo passo a passo para melhorar a qualidade do teste rápido de HIV (SPI-RT)

source: Stepwise Process for Improving the Quality of HIV Rapid Testing (SPI-RT) Checklist
es_es: Proceso escalonado para mejorar la calidad de las pruebas rápidas del VIH (SPI-RT) Lista de comprobación
fr_fr: Processus progressif d'amélioration de la qualité des tests de dépistage rapide du VIH (SPI-RT) Liste de contrôle
pt_br: Processo passo a passo para melhorar a qualidade do teste rápido de HIV (SPI-RT) Lista de verificação

source: SPI-RT Checklist
es_es: SPI-RT Lista de control
fr_fr: SPI-RT Liste de contrôle
pt_br: SPI-RT Lista de verificação

source: PART A: CHARACTERISTICS OF THE FACILITY OR TESTING POINT AUDITED
es_es: PARTE A: CARACTERÍSTICAS DE LA INSTALACIÓN O PUNTO DE ENSAYO AUDITADO
fr_fr: PARTIE A : CARACTÉRISTIQUES DE L'INSTALLATION OU DU POINT D'ESSAI AUDITÉ
pt_br: PARTE A: CARACTERÍSTICAS DA INSTALAÇÃO OU PONTO DE TESTE AUDITADO

source: Before completing the checklist, it is important to characterize the testing point to be audited. Please provide relevant information in the summary table below.
es_es: Antes de completar la lista de comprobación, es importante caracterizar el punto de ensayo que se va a auditar. Proporcione la información información pertinente en el cuadro resumen que figura a continuación.
fr_fr: Avant de compléter la liste de contrôle, il est important de caractériser le point de contrôle à auditer. Veuillez fournir les dans le tableau récapitulatif ci-dessous.
pt_br: Antes de preencher a lista de verificação, é importante caracterizar o ponto de teste a ser auditado. Forneça informações relevantes informações relevantes na tabela de resumo abaixo.

source: (if applicable)
es_es: (si procede procede)
pt_br: (se aplicável)

source: Testing Point Name:
es_es: Nombre del punto de prueba:
fr_fr: Nom du point d'essai :
pt_br: Nome do ponto de teste:

source: Type of testing point :
es_es: Tipo de punto de prueba :
fr_fr: Type de point d'essai :
pt_br: Tipo de ponto de teste :

source: Average tested per month:
es_es: Media probada al mes:
fr_fr: Moyenne testée par mois :
pt_br: Média testada por mês:

source: Name of the Auditor 1:
es_es: Nombre del auditor 1:
fr_fr: Nom de l'auditeur 1 :
pt_br: Nome do auditor 1:

source: Name of the Auditor 2:
es_es: 1. Nombre del auditor
fr_fr: Nom de l'auditeur 2 :
pt_br: Nome do auditor 2:

source: For each of the sections listed below, please check <b style='mso-bidi-font-weight:normal'>
es_es: Para cada una de las secciones enumeradas a continuación, marque <b style='mso-bidi-font-weight:normal'>
fr_fr: Pour chacune des sections énumérées ci-dessous, veuillez cocher <b style='mso-bidi-font-weight:normal'>
pt_br: Para cada uma das seções listadas abaixo, marque <b style='mso-bidi-font-weight:normal'>

source: Yes,
es_es: Sí,
pt_br: Sim,

source: Partial or No</b>,
es_es: Parcial o no</b>,
fr_fr: Partiel ou pas de</b>,
pt_br: Parcial ou não</b>,

source: where applicable. Indicate
es_es: cuando proceda. Indique
fr_fr: le cas échéant. Indiquer
pt_br: quando aplicável. Indicar

source: only when all elements are satisfactorily present.
es_es: sólo cuando todos los elementos estén satisfactoriamente presentes.
fr_fr: uniquement lorsque tous les éléments sont présents de manière satisfaisante.
pt_br: somente quando todos os elementos estiverem presentes de forma satisfatória.

source: Provide comments for each Partial or No response. State N/A in the comments section if 'not applicable' where appropriate (*).
es_es: Comente cada respuesta parcial o negativa. Indique N/A en la sección de comentarios si "no procede" cuando proceda (*).
fr_fr: Fournissez des commentaires pour chaque réponse partielle ou négative. Indiquez N/A dans la section des commentaires si "non applicable" le cas échéant (*).
pt_br: Forneça comentários para cada resposta Parcial ou Não. Indique N/A na seção de comentários se "não aplicável", quando apropriado (*).

source: PERSONNEL TRAINING AND CERTIFICATION
es_es: FORMACIÓN DEL PERSONAL Y CERTIFICACIÓN
fr_fr: FORMATION DU PERSONNEL ET CERTIFICATION
pt_br: TREINAMENTO DE PESSOAL E CERTIFICAÇÃO

source: Have all testers received a comprehensive training on HIV rapid testing using the nationally approved curriculum?
es_es: ¿Han recibido todos los encargados de las pruebas una formación completa sobre las pruebas rápidas del VIH utilizando el plan de estudios aprobado a nivel nacional? nacional aprobado?
fr_fr: Tous les testeurs ont-ils reçu une formation complète sur le dépistage rapide du VIH à l'aide du programme approuvé au niveau national ? approuvé au niveau national ?
pt_br: Todos os testadores receberam um treinamento abrangente sobre testes rápidos de HIV usando o currículo aprovado nacionalmente? currículo aprovado nacionalmente?

source: Are the testers trained on the use of standardized HIV testing registers/logbooks?
es_es: ¿Están ¿Han recibido los encargados de las pruebas formación sobre el uso de registros/cuadernos de registro normalizados para las pruebas del VIH?
fr_fr: Les testeurs sont-ils formés à l'utilisation de registres/journaux normalisés pour le dépistage du VIH ? les testeurs sont-ils formés à l'utilisation de registres/journaux normalisés pour le dépistage du VIH ?
pt_br: Os os testadores são treinados no uso de registros/cadernos padronizados de testes de HIV?

source: Are the testers trained on external quality assessment (EQA) or proficiency testing (PT) process?
es_es: ¿Están formación en evaluación externa de la calidad (EQA) o en el proceso de ensayos de aptitud (EA)?
fr_fr: Les testeurs sont-ils les testeurs sont-ils formés à l'évaluation externe de la qualité (EQA) ou au processus d'essais d'essais d'aptitude (EA) ?
pt_br: São os testadores são treinados no processo de avaliação externa da qualidade (EQA) ou de (PT)?

source: Are the testers trained on quality control (QC) process?
es_es: ¿Están ¿Han recibido los examinadores formación sobre el proceso de control de calidad (CC)?
fr_fr: Les testeurs sont-ils formés au processus de contrôle de la qualité ? les testeurs sont-ils formés au processus de contrôle de la qualité (CQ) ?
pt_br: Os os testadores são treinados no processo de controle de qualidade (QC)?

source: Are the testers trained on safety and waste management procedures and practices?
es_es: ¿Están los encargados de las pruebas han recibido formación sobre procedimientos y prácticas de seguridad y gestión de residuos?
fr_fr: Les testeurs sont-ils formés aux procédures et pratiques de sécurité et de gestion des déchets ? les testeurs sont-ils formés aux procédures et pratiques de sécurité et de gestion des déchets ?
pt_br: Os os testadores são treinados em procedimentos e práticas de segurança e gerenciamento de resíduos?

source: Have all testers received a refresher training within the last two years?
es_es: ¿Han recibido ¿Recibido todos los examinadores una formación de actualización en los dos últimos años?
fr_fr: Tous les testeurs ont-ils reçu une formation de mise à jour au cours des deux dernières années ? tous les testeurs ont-ils reçu une formation de remise à niveau au cours des deux dernières années ?
pt_br: Todos todos os testadores receberam um treinamento de atualização nos últimos dois anos?

source: Are there records indicating all testers have demonstrated competency in HIV rapid testing prior to client testing?
es_es: En ¿existen registros que indiquen que todos los examinadores han demostrado pruebas rápidas del VIH antes de realizar las pruebas a los clientes?
fr_fr: Existe-t-il existe-t-il des registres indiquant que tous les testeurs ont démontré leur compétence en matière de dépistage rapide du VIH avant de tester les clients ? avant d'effectuer le test sur le client ?
pt_br: Existem existem registros indicando que todos os testadores demonstraram competência em testes rápidos de HIV antes de testar o cliente?

source: Have all testers been certified through a national certification program?
es_es: ¿ ¿Todos los probadores están certificados por un programa nacional de certificación?
fr_fr: Tous les testeurs ont-ils été certifiés dans le cadre d'un programme national de certification ? tous les testeurs ont-ils été certifiés dans le cadre d'un programme national de certification ?
pt_br: Todos todos os testadores foram certificados por um programa de certificação nacional?

source: Are only certified testers allowed to perform HIV testing?
es_es: En ¿Sólo los evaluadores certificados pueden realizar pruebas del VIH?
fr_fr: Est-ce que seuls les testeurs certifiés sont autorisés à effectuer des tests de dépistage du VIH ?
pt_br: São somente testadores certificados podem realizar testes de HIV?

source: Are all testers required to be re-certified periodically (e.g., every two years)?
es_es: ¿Están ¿se exige a todos los probadores que vuelvan a certificarse periódicamente (por ejemplo, cada dos años)?
fr_fr: Tous les testeurs doivent-ils être recertifiés périodiquement (par exemple, tous les deux ans) ? tous les testeurs doivent-ils être recertifiés périodiquement (par exemple, tous les deux ans) ?
pt_br: Os todos os testadores precisam ser recertificados periodicamente (por exemplo, a cada dois anos)?

source: PERSONNEL TRAINING AND CERTIFICATION SCORE
es_es: PERSONAL FORMACIÓN Y CERTIFICACIÓN PUNTUACIÓN
fr_fr: PERSONNEL SCORE DE FORMATION ET DE CERTIFICATION
pt_br: PESSOAL PONTUAÇÃO DE TREINAMENTO E CERTIFICAÇÃO

source: PHYSICAL FACILITY
es_es: INSTALACIÓN FÍSICA
fr_fr: INSTALLATION PHYSIQUE
pt_br: INSTALAÇÕES FÍSICAS

source: Are the test kits kept in a temperature controlled environment based on the manufacturers' instructions?
es_es: ¿Se conservan los kits de pruebas en un entorno de temperatura controlada según las las instrucciones del fabricante?
fr_fr: Les kits de test sont-ils conservés dans un environnement à température contrôlée conformément aux instructions du fabricant ?
pt_br: Os kits de teste são mantidos em um ambiente com temperatura controlada de acordo com as instruções do fabricante?

source: Is there sufficient and secure storage space for test kits and other consumables?
es_es: ¿Hay espacio suficiente y seguro para almacenar los kits de pruebas y otros consumibles? consumibles?
fr_fr: Existe-t-il un espace de stockage suffisant et sûr pour les kits de test et autres consommables ? consommables ?
pt_br: Há espaço de armazenamento suficiente e seguro para kits de teste e outros materiais de consumo?

source: PHYSICAL FACILITY SCORE
es_es: INSTALACIÓN FÍSICA PUNTUACIÓN
fr_fr: INSTALLATION PHYSIQUE SCORE
pt_br: INSTALAÇÃO FÍSICA PONTUAÇÃO

source: Are there SOPs and/or job aides in place on how to dispose of infectious and non-infectious waste?
es_es: ¿Existen procedimientos normalizados de trabajo y/o guías de trabajo sobre cómo eliminar los residuos infecciosos y no infecciosos? infecciosos y no infecciosos?
fr_fr: Existe-t-il des procédures opératoires normalisées et/ou des aides à l'emploi sur la manière d'éliminer les déchets infectieux et non infectieux ? infectieux et non infectieux ?
pt_br: Existem POPs e/ou guias de trabalho em vigor sobre como descartar resíduos infecciosos e não infecciosos? resíduos infecciosos e não infecciosos?

source: Are there SOPs and/or job aides in place to manage spills of blood and other body fluids?
es_es: ¿Existen procedimientos normalizados de trabajo y/o auxiliares de trabajo para gestionar los derrames de sangre y otros fluidos corporales? fluidos corporales?
fr_fr: Existe-t-il des procédures opérationnelles normalisées et/ou des aides au travail pour gérer les déversements de sang et d'autres fluides corporels ? fluides corporels ?
pt_br: Existem POPs e/ou auxiliares de trabalho em vigor para gerenciar derramamentos de sangue e outros fluidos corporais? fluidos corporais?

source: Are there SOPs and/or job aides in place to address accidental exposure to potentially infectious body fluids through a needle stick injury, splash or other sharps injury?
es_es: ¿Existen procedimientos normalizados de trabajo y/o auxiliares de trabajo para tratar la exposición accidental a fluidos corporales potencialmente infecciosos a través de una lesión por pinchazo de aguja, salpicadura u otro tipo de lesión con objetos punzantes?
fr_fr: Existe-t-il des procédures opérationnelles normalisées et/ou des aides à l'emploi pour faire face à une exposition accidentelle à à des liquides corporels potentiellement infectieux à la suite d'une piqûre d'aiguille, d'une éclaboussure ou d'une autre d'autres objets tranchants ?
pt_br: Existem POPs e/ou auxiliares de trabalho em vigor para lidar com a exposição acidental a fluidos corporais potencialmente infecciosos por meio de ferimentos com agulhas, respingos ou outro ferimento com material cortante?

source: Is PPE properly used by all testers through the testing process?
es_es: ¿Está ¿Todos los probadores utilizan correctamente el EPI durante el proceso de prueba?
fr_fr: L'EPI est-il L'EPI est-il correctement utilisé par tous les testeurs tout au long du processus de test ?
pt_br: O O EPI é usado adequadamente por todos os testadores durante o processo de teste?

source: Is there an appropriate disinfectant to clean the work area available?
es_es: ¿Hay ¿Hay disponible un desinfectante adecuado para limpiar la zona de trabajo?
fr_fr: Existe-t-il un désinfectant approprié pour nettoyer la zone de travail ? un désinfectant approprié pour nettoyer la zone de travail est-il disponible ?
pt_br: Há há um desinfetante adequado disponível para limpar a área de trabalho?

source: Are sharps, infectious, and non-infectious waste handled properly?
es_es: ¿Se manipulan correctamente ¿Se manipulan adecuadamente los objetos punzantes y los residuos infecciosos y no infecciosos?
fr_fr: Les objets tranchants, les déchets infectieux et non infectieux sont-ils manipulés correctement ? les objets tranchants, les déchets infectieux et non infectieux sont-ils manipulés correctement ?
pt_br: Os os resíduos cortantes, infecciosos e não infecciosos são manuseados adequadamente?

source: Are infectious and non-infectious waste containers emptied regularly per the SOP and/or job aides?
es_es: ¿Se vacían regularmente los contenedores de residuos infecciosos y no infecciosos de los contenedores de residuos infecciosos y no infecciosos se vacían regularmente según el PNT y/o las guías de trabajo?
fr_fr: Les conteneurs de déchets infectieux et non infectieux sont-ils vidés régulièrement selon les procédures normalisées ? les conteneurs de déchets infectieux et non infectieux sont-ils vidés régulièrement conformément à la SOP et/ou les aides professionnelles ?
pt_br: Os os contêineres de resíduos infecciosos e não infecciosos são esvaziados regularmente de acordo com o SOP e/ou os auxiliares de trabalho?

source: Are there national testing guidelines specific to the program (e.g. HTS, PMTCT, TB, etc.) available at the testing point?
es_es: ¿Están ¿Existen directrices nacionales de pruebas específicas para el programa (por ejemplo, HTS, PTMI, TB, etc.) disponibles en el punto de prueba?
fr_fr: Existe-t-il existe-t-il des directives nationales de dépistage spécifiques au programme (par exemple, HTS, PTME, TB, etc.) disponibles au point de dépistage ? TB, etc.) disponibles au point de dépistage ?
pt_br: Existem existem diretrizes nacionais de testagem específicas para o programa (por exemplo, HTS, PMTCT, TB, etc.) disponíveis no ponto de testagem?

source: Is there a process in place for an alternative HIV testing algorithm in case of expired or shortage of test kit(s)?
es_es: ¿Está ¿Existe un proceso para un algoritmo alternativo de pruebas del VIH en caso de en caso de caducidad o escasez de kit(s) de prueba?
fr_fr: Existe-t-il existe-t-il un processus permettant de mettre en place un autre algorithme de dépistage du VIH en cas d'expiration ou de pénurie de kit(s) de dépistage ? d'expiration ou de pénurie de kit(s) de test ?
pt_br: Existe há um processo em vigor para um algoritmo alternativo de teste de HIV em caso de expiração ou falta de kit(s) de teste?

source: Are there SOPs and/or job aides in place for each HIV rapid test used in the testing algorithm?
es_es: ¿Existen PNT para cada prueba rápida del VIH utilizada en el algoritmo de pruebas? pruebas?
fr_fr: Existe-t-il des SOP et/ou des aides à la tâche pour chaque test rapide de dépistage du VIH utilisé dans l'algorithme de dépistage ? dans l'algorithme de dépistage ?
pt_br: Existem POPs e/ou auxiliares de trabalho para cada teste rápido de HIV usado no algoritmo de teste? algoritmo de teste?

source: Are only nationally approved HIV rapid kits available for use currently?
es_es: ¿Están disponibles actualmente kits de diagnóstico rápido del VIH aprobados a nivel nacional?
fr_fr: Seules les trousses rapides de dépistage du les kits rapides de dépistage du VIH approuvés au niveau national peuvent-ils être utilisés actuellement ?
pt_br: Somente os kits rápidos de os kits rápidos de HIV aprovados nacionalmente estão disponíveis para uso atualmente?

source: Are all the test kits currently in use within the expiration date?
es_es: En todos los kits de pruebas actualmente en en uso dentro de la fecha de caducidad?
fr_fr: Sont-ils tous les kits de test actuellement utilisés ont-ils une date de péremption ?
pt_br: São todos os kits de teste atualmente em em uso dentro da data de validade?

source: Are test kits labeled with date received and initials?
es_es: ¿Los kits de pruebas etiquetados con la fecha de recepción y las iniciales?
fr_fr: Les kits de test sont-ils étiquetés avec la date de réception et les initiales ?
pt_br: Os kits de teste rotulados com a data de recebimento e as iniciais?

source: Is there a process in place for stock management?
es_es: ¿Existe un proceso de gestión de las existencias?
fr_fr: Existe-t-il un un processus de gestion des stocks a-t-il été mis en place ?
pt_br: Existe um existe um processo de gerenciamento de estoque?

source: Are job aides on client sample collection available and posted at the testing point?
es_es: ¿Están disponibles en de recogida de muestras de los clientes en el punto de análisis? pruebas?
fr_fr: Sont des aides au travail sur le prélèvement d'échantillons auprès des clients sont-elles disponibles et affichées au point d'analyse ? d'analyse ?
pt_br: São os auxiliares de trabalho sobre a coleta de amostras de clientes estão disponíveis e afixados no ponto de teste? ponto de teste?

source: Are there sufficient supplies available for client sample collection?
es_es: ¿Hay ¿Hay suficientes suministros disponibles para la recogida de muestras de los clientes?
fr_fr: Y a-t-il des fournitures suffisantes sont-elles disponibles pour le prélèvement d'échantillons sur les clients ?
pt_br: Existem há suprimentos suficientes disponíveis para a coleta de amostras de clientes?

source: Are there national guidelines describing how client identification should be recorded in the HIV testing register?
es_es: ¿Están ¿Existen directrices nacionales que describan cómo debe registrarse en el registro de pruebas del VIH?
fr_fr: Existe-t-il existe-t-il des lignes directrices nationales décrivant la manière dont l'identification du client doit être enregistrée dans le registre du dépistage du VIH ? dans le registre de dépistage du VIH ?
pt_br: Existem existem diretrizes nacionais que descrevem como a identificação do cliente deve ser registrada no registro de testes de HIV?

source: Are SOPs and/or job aides on HIV testing procedures available and posted at the testing point?
es_es: ¿Están disponibles en ¿Hay procedimientos operativos normalizados y/o guías de trabajo sobre los procedimientos de las pruebas del VIH disponibles y expuestos en el punto de pruebas? punto de prueba?
fr_fr: Les Des procédures opératoires normalisées et/ou des aides à l'emploi concernant les procédures de dépistage du VIH sont-elles disponibles et affichées au point de dépistage ? point de dépistage ?
pt_br: São Os POPs e/ou guias de trabalho sobre os procedimentos de teste de HIV estão disponíveis e afixados no ponto de teste?

source: Are timers available and used routinely for HIV rapid testing?
es_es: ¿Se dispone de temporizadores temporizadores disponibles y utilizados de forma rutinaria para las pruebas rápidas del VIH?
fr_fr: Les des minuteurs sont-ils disponibles et utilisés systématiquement pour les tests de dépistage rapide du VIH ?
pt_br: Os cronômetros os cronômetros estão disponíveis e são usados rotineiramente para testes rápidos de HIV?

source: Are sample collection devices (e.g., capillary tube, loop, disposable pipettes, etc.) used accurately?
es_es: ¿Son (por ejemplo, tubo capilar, asa, pipetas desechables, etc.)? ¿se utilizan con precisión?
fr_fr: Les dispositifs de collecte d'échantillons (par exemple, tube capillaire, boucle, pipettes jetables, etc.) sont-ils utilisés avec précision ?
pt_br: São dispositivos dispositivos de coleta de amostras (por exemplo, tubo capilar, alça, pipetas descartáveis, etc.) usados com precisão?

source: Are testing procedures adequately followed?
es_es: ¿Se siguen ¿Se siguen adecuadamente los procedimientos?
fr_fr: Les procédures les procédures d'essai sont-elles correctement suivies ?
pt_br: Os procedimentos de teste os procedimentos de teste foram seguidos adequadamente?

source: Are positive and negative quality control (QC) specimens routinely used (e.g., daily or weekly) according to country guidelines?
es_es: ¿Se utilizan sistemáticamente de control de calidad (CC) positivas y negativas (p. ej., diaria o semanalmente) según las semanales) según las directrices del país?
fr_fr: Des échantillons de contrôle de qualité (CQ) positifs et les échantillons de contrôle de qualité (CQ) positifs et négatifs sont-ils systématiquement utilisés (par exemple, quotidiennement ou hebdomadairement) conformément aux directives nationales ? hebdomadaires) conformément aux directives nationales ?
pt_br: As amostras de controle de qualidade (QC) positivas e as amostras de controle de qualidade (QC) positivas e negativas são usadas rotineiramente (por exemplo, diária ou semanalmente) de acordo com as diretrizes do país?

source: Are QC results properly recorded?
es_es: ¿Se registran adecuadamente ¿se registran correctamente?
fr_fr: Les résultats du CQ sont-ils sont-ils correctement enregistrés ?
pt_br: Os resultados do QC registrados corretamente?

source: Are incorrect/invalid QC results properly recorded?
es_es: ¿Se registran correctamente ¿Se registran correctamente los resultados de control de calidad incorrectos/inválidos?
fr_fr: Les résultats de CQ incorrects/invalides Les résultats du CQ sont-ils correctement enregistrés ?
pt_br: Os resultados incorretos/inválidos do Os resultados de QC são registrados corretamente?

source: Are appropriate steps taken and documented when QC results are incorrect and/or invalid?
es_es: ¿Se adoptan y documentan en se adoptan y documentan las medidas adecuadas cuando los resultados del control de calidad son incorrectos y/o no válidos?
fr_fr: Les mesures appropriées sont-elles des mesures appropriées sont-elles prises et documentées lorsque les résultats de CQ sont incorrects et/ou incorrects et/ou invalides ?
pt_br: São as medidas apropriadas são tomadas e documentadas quando os resultados de CQ são incorretos e/ou inválidos?
