Repository: deforay/odkdash
Catalog: module/Application/language/*.po
Languages: es_es, fr_fr, pt_br

source: Level 0 (Below 40)
es_es: Nivel 0 (por debajo de 40)
fr_fr: Niveau 0 (inférieur à 40)
pt_br: Nível 0 (abaixo de 40)

source: No. of Audits
es_es: Nº de auditorías
fr_fr: Nombre d'audits
pt_br: Número de auditorias

source: Level 1 (40-59)
es_es: Nivel 1 (40-59)
fr_fr: Niveau 1 (40-59)
pt_br: Nível 1 (40-59)

source: Level 2 (60-79)
es_es: Nivel 2 (60-79)
fr_fr: Niveau 2 (60-79)
pt_br: Nível 2 (60-79)

source: Level 3 (80-89)
es_es: Nivel 3 (80-89)
fr_fr: Niveau 3 (80-89)
pt_br: Nível 3 (80-89)

source: Level 4 (90 and above)
es_es: Nivel 4 (90 y más)
fr_fr: Niveau 4 (90 et plus)
pt_br: Nível 4 (90 e acima)

source: Audit Trail
fr_fr: Piste d’audit
pt_br: Trilha de Auditoria

source: Version Type
es_es: Tipo de versión
pt_br: Tipo de versão

source: Choose Version
es_es: Elegir versión
fr_fr: Choisir la version
pt_br: Escolha a versão

source: Meta Instance ID
es_es: ID de metainstancia
fr_fr: ID de la méta-instance
pt_br: ID da Meta Instância

source: Enter the Meta Instance ID
es_es: Introduzca el ID de la metainstancia
fr_fr: Saisir l'ID de l'instance Meta
pt_br: Digite o ID da Meta Instância

source: Please enter the Meta Instance ID
es_es: Introduzca el ID de la metainstancia
fr_fr: Veuillez saisir l'ID de l'instance Meta
pt_br: Digite o ID da Meta Instância

source: Cancel
pt_br: Cancelar

source: Submit
pt_br: Enviar

source: Audit Trail for SPI Form
es_es: Pista de auditoría para el formulario SPI
fr_fr: Piste d'audit pour le formulaire SPI
pt_br: Trilha de auditoria para o formulário SPI

source: Current Record for SPI Form
es_es: Registro actual para el formulario SPI
fr_fr: Dossier actuel pour le formulaire SPI
pt_br: Registro atual do formulário SPI

source: Records are not available for this sample code. Please enter valid sample code
es_es: No hay registros disponibles para este código de muestra. Introduzca un código de muestra válido
fr_fr: Il n'y a pas d'enregistrements disponibles pour cet exemple de code. Veuillez saisir un exemple de code valide
pt_br: Não há registros disponíveis para esse código de amostra. Digite um código de amostra válido

source: Select Province/District(s)
es_es: Seleccione Provincia/Distrito(s)
fr_fr: Sélectionnez la province/le(s) district(s)
pt_br: Selecione a província/distrito(s)

source: Audit Locations
es_es: Ubicaciones de las auditorías
fr_fr: Lieux d'audit
pt_br: Locais de auditoria

source: Form Version
es_es: Versión formulario
pt_br: Versão do formulário

source: Audit Round
es_es: Ronda de auditoría
fr_fr: Cycle d'audit
pt_br: Rodada de auditoria

source: Date Range
pt_br: Intervalo de datas

source: Enter Date
pt_br: Digite a data

source: Please select one or more audit round(s)
es_es: Seleccione una o varias rondas de auditoría
fr_fr: Veuillez sélectionner un ou plusieurs cycle(s) d'audit
pt_br: Selecione uma ou mais rodadas de auditoria

source: Edit Global Config
es_es: Editar configuración global
fr_fr: Modifier la configuration globale
pt_br: Editar configuração global

source: Header
pt_br: Cabeçalho

source: Please enter header
es_es: Introduzca la cabecera
fr_fr: Veuillez saisir l'en-tête
pt_br: Favor inserir o cabeçalho

source: Select image
pt_br: Selecionar Imagem

source: Change
pt_br: Alterar

source: Please select logo image
es_es: Seleccione la imagen del logotipo
fr_fr: Veuillez sélectionner l'image du logo
pt_br: Selecione a imagem do logotipo

source: Clear
pt_br: Limpar

source: Remove
pt_br: Remover

source: Please make sure image is of size:
es_es: Asegúrese de que la imagen tiene el tamaño adecuado:
fr_fr: Veuillez vous assurer que l'image est de la bonne taille :
pt_br: Verifique se a imagem tem o tamanho adequado:

source: Additional Logo
pt_br: Logotipo Adicional

source: Please select additional logo image
es_es: Seleccione una imagen de logotipo adicional
fr_fr: Veuillez sélectionner une image de logo supplémentaire
pt_br: Selecione a imagem adicional do logotipo

source: Template File
es_es: Archivo de plantillas
pt_br: Arquivo de modelo

source: Select File
pt_br: Selecionar Arquivo

source: Please select Template File
es_es: Seleccione el archivo de plantilla
fr_fr: Veuillez sélectionner un fichier modèle
pt_br: Selecione o arquivo de modelo

source: Template Top Margin
es_es: Margen superior de la plantilla
fr_fr: Marge supérieure du modèle
pt_br: Margem superior do modelo

source: Top Margin
pt_br: Margem superior

source: Please enter Top Margin
es_es: Introduzca el margen superior
fr_fr: Veuillez saisir la marge supérieure
pt_br: Informe a margem superior

source: Country or Instance Name
es_es: Nombre del país o de la instancia
fr_fr: Nom du pays ou de l'instance
pt_br: Nome do país ou da instância

source: Country/Instance Name
es_es: País/Nombre de la institución
fr_fr: Nom du pays/de l'instance
pt_br: Nome do país/da instância

source: Please enter country/instance name
es_es: Introduzca el nombre del país/instancia
fr_fr: Veuillez saisir le nom du pays/de l'instance
pt_br: Digite o nome do país/instância

source: Auto Approval
pt_br: Aprovação Automática

source: Please select audit approval status
es_es: Seleccione el estado de aprobación de la auditoría
fr_fr: Veuillez sélectionner le statut d'approbation de l'audit
pt_br: Selecione o status da aprovação de auditoria

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Embed Signatures In PDF
es_es: Insertar firmas en PDF
fr_fr: Intégrer des signatures dans un PDF
pt_br: Incorporar assinaturas em PDF

source: Please select embed signatures in pdf
es_es: Seleccione incrustar firmas en pdf
fr_fr: Veuillez sélectionner l'incorporation des signatures dans le fichier pdf
pt_br: Selecione incorporar assinaturas em pdf

source: Embed Images in Audit PDF
es_es: Incrustar imágenes en PDF de auditoría
fr_fr: Incorporer des images dans un PDF d'audit
pt_br: Incorporar imagens em PDFs de auditoria

source: Please select embed images in audit pdf
es_es: Seleccione incrustar imágenes en pdf de auditoría
fr_fr: Veuillez sélectionner les images à intégrer dans le pdf de l'audit
pt_br: Selecione incorporar imagens no pdf de auditoria

source: Dashboard Map Display
es_es: Visualización de mapas en el salpicadero
fr_fr: Affichage de la carte du tableau de bord
pt_br: Exibição do mapa do painel

source: Please select dashboard map display
es_es: Seleccione la visualización del mapa del salpicadero
fr_fr: Veuillez sélectionner l'affichage de la carte du tableau de bord
pt_br: Selecione a exibição do mapa do painel

source: Please enter the map display height
es_es: Introduzca la altura de visualización del mapa
fr_fr: Veuillez saisir la hauteur d'affichage de la carte
pt_br: Digite a altura de exibição do mapa

source: Dashboard Map Zoom Level
es_es: Nivel de zoom del mapa del panel
fr_fr: Niveau de zoom de la carte du tableau de bord
pt_br: Nível de zoom do mapa do painel

source: Enter dashboard map zoomlevel
es_es: Introduzca el nivel de zoom del mapa del salpicadero
fr_fr: Saisir le niveau de zoom de la carte du tableau de bord
pt_br: Insira o nível de zoom do mapa do painel

source: Please enter dashboard map zoomlevel
es_es: Introduzca el nivel de zoom del mapa del salpicadero
fr_fr: Veuillez saisir le niveau de zoom de la carte du tableau de bord
pt_br: Digite o nível de zoom do mapa do painel

source: Language
pt_br: Idioma

source: Please select language
pt_br: Selecione o idioma

source: English
pt_br: Inglês

source: French
pt_br: Francês

source: Portuguese
pt_br: Português

source: Spanish
pt_br: Espanhol

source: Please enter Latitude
es_es: Introduzca la latitud
fr_fr: Veuillez saisir la latitude
pt_br: Digite a latitude

source: Please enter Longitude
es_es: Introduzca la longitud
fr_fr: Veuillez saisir la longitude
pt_br: Digite a Longitude

source: Web Version
es_es: Versión web
fr_fr: Version web
pt_br: Versão Web

source: Please select web version
es_es: Seleccione la versión web
fr_fr: Veuillez sélectionner la version web
pt_br: Selecione a versão web

source: Version 5 (SPI-RRT)
es_es: Versión 5 (SPI-RRT)
pt_br: Versão 5 (SPI-RRT)

source: Update
pt_br: Atualizar

source: Select Web Version
es_es: Seleccionar versión web
fr_fr: Sélectionner la version Web
pt_br: Selecione a versão da Web

source: Global Config
es_es: Configuración global
fr_fr: Configuration globale
pt_br: Configuração global

source: Config Name
es_es: Config Nombre
pt_br: Nome da configuração

source: Value
pt_br: Valor

source: Loading data from server
es_es: Carga de datos del servidor
pt_br: Carregamento de dados do servidor

source: Show Advanced Options
pt_br: Mostrar opções avançadas

source: Audit Round Number
es_es: Número de ronda de auditoría
fr_fr: Numéro du cycle d'audit
pt_br: Número da rodada de auditoria

source: All
pt_br: Todos

source: Level
pt_br: Nível

source: Region/Province/Zone
es_es: Región/Provincia/Zona
fr_fr: Région/Province/Zone
pt_br: Região/Província/Zona

source: District
pt_br: Bairro

source: Referral center
es_es: Centro de referencia
fr_fr: Centre de référence
pt_br: Centro de referência

source: Health center
es_es: Centro de salud
pt_br: Centro de saúde

source: Dispensary
es_es: Dispensario
fr_fr: Dispensaire
pt_br: Dispensário

source: Health Post
es_es: Puesto de Salud
fr_fr: Poste de santé
pt_br: Posto de saúde

source: Other
pt_br: Outro

source: Affiliation
pt_br: Afiliação

source: Government
pt_br: Governo

source: Private
pt_br: Privado

source: Faith-based Organization
es_es: Organización religiosa
fr_fr: Organisation confessionnelle
pt_br: Organização baseada na fé

source: Non-governmental organization
es_es: Organización no gubernamental
pt_br: Organização não governamental

source: Score Level
es_es: Nivel de puntuación
fr_fr: Niveau de score
pt_br: Nível de pontuação

source: Type of Testing Point
es_es: Tipo de punto de prueba
fr_fr: Type de point de contrôle
pt_br: Tipo de ponto de teste

source: Search
pt_br: Pesquisar

source: Hide Advanced Option
es_es: Ocultar opción avanzada
fr_fr: Masquer l'option avancée
pt_br: Ocultar opção avançada

source: Overall Performance
es_es: Rendimiento global
fr_fr: Performance globale
pt_br: Desempenho Geral

source: View Data
pt_br: Visualizar Dados

source: From Date
pt_br: A partir de

source: To Date
pt_br: Até Data

source: Performance - Last 180 days
es_es: Resultados - Últimos 180 días
fr_fr: Performance - 180 derniers jours
pt_br: Desempenho - Últimos 180 dias

source: Audit Performance
es_es: Auditoría de resultados
fr_fr: Audit de la performance
pt_br: Desempenho da auditoria

source: Date :
pt_br: Data:

source: No data available
pt_br: Não há dados disponíveis

source: Performance of High Volume Sites
es_es: Rendimiento de los centros de gran volumen
fr_fr: Performance des sites à fort volume
pt_br: Desempenho de sites de alto volume

source: Latest Audits
es_es: Últimas auditorías
fr_fr: Derniers audits
pt_br: Auditorias mais recentes

source: Date
pt_br: Data

source: Poor Performance – QSE Section Questions
es_es: Rendimiento insuficiente - Preguntas de la sección QSE
fr_fr: Mauvaise performance - Questions de la section QSE
pt_br: Desempenho insatisfatório - Perguntas da seção QSE

source: Limit
pt_br: Limite

source: Audit Dates
es_es: Fechas de auditoría
pt_br: Datas de auditoria

source: Facility ID
es_es: ID de la instalación
pt_br: ID da instalação

source: Facility name
es_es: Nombre del centro
pt_br: Nome da instalação

source: Audit Date
es_es: Fecha de la auditoría
fr_fr: Date de vérification
pt_br: Data da auditoria

source: Received Date
pt_br: Data recebida

source: Status
pt_br: Estado

source: Actions
pt_br: Ações

source: Total Audits:
es_es: Total de auditorías:
fr_fr: Total des audits :
pt_br: Total de auditorias:

source: Audit score in %
es_es: Puntuación de auditoría en %
fr_fr: Score d'audit en %
pt_br: Pontuação de auditoria em %

source: Testing Volume
es_es: Volumen de pruebas
fr_fr: Volume d'essai
pt_br: Volume de teste

source: Audit Score Percentage
es_es: Porcentaje de la puntuación de auditoría
fr_fr: Score d'audit Pourcentage
pt_br: Porcentagem de pontuação de auditoria

source: Tests
pt_br: Testes

source: Select Province
pt_br: Selecione a província

source: Audit round(s)
es_es: Ronda(s) de auditoría
fr_fr: Cycle(s) d'audit
pt_br: Rodada(s) de auditoria

source: Select Audit round(s)
es_es: Seleccionar ronda(s) de auditoría
fr_fr: Sélectionner le(s) tour(s) d'audit
pt_br: Selecione a(s) rodada(s) de auditoria

source: Are you sure you want to approve this audit ?
es_es: ¿Está seguro de que desea aprobar esta auditoría?
fr_fr: Êtes-vous sûr de vouloir approuver cet audit ?
pt_br: Tem certeza de que deseja aprovar essa auditoria?

source: Audit updated successfully
es_es: Auditoría actualizada correctamente
fr_fr: L'audit a été mis à jour avec succès
pt_br: Auditoria atualizada com sucesso

source: Unable to generate download
es_es: No se puede generar la descarga
fr_fr: Impossible de générer un téléchargement
pt_br: Não é possível gerar o download

source: No. of Testers
es_es: Nº de probadores
fr_fr: Nombre de testeurs
pt_br: Número de testadores

source: Testers
pt_br: Testadores

source: Audit Counts
es_es: Recuentos de auditoría
fr_fr: Comptes d'audit
pt_br: Contagens de auditoria

source: Select District(s)
es_es: Seleccionar distrito(s)
fr_fr: Sélectionner le(s) district(s)
pt_br: Selecione o(s) distrito(s)

source: SPI-RRT Audits
es_es: Auditorías SPI-RRT
fr_fr: Audits SPI-RRT
pt_br: Auditorias SPI-RRT

source: Country
pt_br: País

source: Province
pt_br: Região

source: Show S0 and D0 Audit Performance Charts
es_es: Mostrar gráficos de rendimiento de auditoría S0 y D0
fr_fr: Afficher les diagrammes de performance des audits S0 et D0
pt_br: Mostrar gráficos de desempenho de auditoria S0 e D0

source: Audit Performance S0
es_es: Rendimiento de la auditoría S0
fr_fr: Audit de la performance S0
pt_br: Desempenho da auditoria S0

source: Audit Performance D0
es_es: Rendimiento de la auditoría D0
fr_fr: Performance de l'audit D0
pt_br: Desempenho da auditoria D0

source: Hide S0 and D0 Audit Performance Charts
es_es: Ocultar los gráficos de rendimiento de las auditorías S0 y D0
fr_fr: Masquer les diagrammes de performance des audits S0 et D0
pt_br: Ocultar gráficos de desempenho de auditoria S0 e D0

source: SPI-RT 3.0 Audit Details
es_es: Detalles de la auditoría SPI-RT 3.0
fr_fr: Détails de l'audit SPI-RT 3.0
pt_br: Detalhes da auditoria do SPI-RT 3.0

source: Facility Name
pt_br: Nome da Instalação

source: Testing Point Name
es_es: Nombre del punto de ensayo
fr_fr: Nom du point d'essai
pt_br: Nome do ponto de teste

source: Testing Point Type
es_es: Tipo de punto de prueba
fr_fr: Type de point de contrôle
pt_br: Tipo de ponto de teste

source: Audit Score %
es_es: Auditoría Puntuación %
fr_fr: Score d'audit %
pt_br: Pontuação de auditoria %

source: Action
pt_br: Ação

source: Testing Point
es_es: Punto de prueba
fr_fr: Point d'essai
pt_br: Ponto de teste

source: Add District
fr_fr: Ajouter un district
pt_br: Adicionar distrito

source: indicates required field
es_es: indica un campo obligatorio
fr_fr: indique un champ obligatoire
pt_br: indica um campo obrigatório

source: District Name
pt_br: Nome do distrito

source: Please enter district name
es_es: Introduzca el nombre del distrito
fr_fr: Veuillez saisir le nom du district
pt_br: Informe o nome do distrito

source: District Code
pt_br: Código do distrito

source: District code
es_es: Código de distrito
fr_fr: Code du district
pt_br: Código do distrito

source: Please enter district code
es_es: Introduzca el código del distrito
fr_fr: Veuillez saisir le code du district
pt_br: Favor digitar o código do distrito

source: Please select province
es_es: Seleccione una provincia
fr_fr: Veuillez sélectionner une province
pt_br: Selecione a província

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: Edit District
pt_br: Editar Cidade

source: District List
es_es: Lista de distritos
fr_fr: Liste des districts
pt_br: Lista de distritos

source: Province Name
es_es: Nombre de la provincia
fr_fr: Nom de la province
pt_br: Nome da província

source: PART A: CHARACTERISTICS OF THE FACILITY OR TESTING POINT AUDITED
es_es: PARTE A: CARACTERÍSTICAS DE LA INSTALACIÓN O DEL PUNTO DE CONTROL CONTROLADO
fr_fr: PARTIE A : CARACTÉRISTIQUES DE L'INSTALLATION OU DU POINT D'ESSAI CONTRÔLÉ
pt_br: PARTE A: CARACTERÍSTICAS DA INSTALAÇÃO OU DO PONTO DE TESTE AUDITADO

source: Before completing the checklist, it is important to characterize the testing point to be audited. Please provide relevant information in the summary table below.
es_es: Antes de cumplimentar la lista de comprobación, es importante caracterizar el punto de ensayo que se va a auditar. Facilite la información pertinente en el cuadro resumen que figura a continuación.
fr_fr: Avant de remplir la liste de contrôle, il est important de caractériser le point d'essai à auditer. Veuillez fournir les informations pertinentes dans le tableau récapitulatif ci-dessous.
pt_br: Antes de preencher a lista de verificação, é importante caracterizar o ponto de teste a ser auditado. Forneça as informações relevantes na tabela de resumo abaixo.

source: Date of Audit
es_es: Fecha de la auditoría
fr_fr: Date de l'audit
pt_br: Data da auditoria

source: Testing Facility Name:
es_es: Nombre del centro de pruebas:
fr_fr: Nom de l'installation d'essai :
pt_br: Nome da instalação de testes:

source: Testing Facility ID
es_es: ID del centro de ensayo
fr_fr: ID de l'installation d'essai
pt_br: ID do centro de testes

source: Type of testing point
es_es: Tipo de punto de ensayo
fr_fr: Type de point d'essai
pt_br: Tipo de ponto de teste

source: Location/Address:
es_es: Lugar/Dirección:
fr_fr: Lieu/Adresse :
pt_br: Localização/Endereço:

source: Number of Testers:
es_es: Número de probadores:
fr_fr: Nombre de testeurs :
pt_br: Número de testadores:

source: Average tested per month
es_es: Media de pruebas al mes
fr_fr: Moyenne testée par mois
pt_br: Média testada por mês

source: Name of the Auditor 1
es_es: Nombre del auditor 1
fr_fr: Nom de l'auditeur 1
pt_br: Nome do auditor 1

source: Name of the Auditor 2
es_es: Nombre del auditor 2
fr_fr: Nom de l'auditeur 2
pt_br: Nome do auditor 2

source: PART B. SPI- RT Checklist
es_es: PARTE B. Lista de control SPI- RT
fr_fr: PARTIE B. Liste de contrôle SPI- RT
pt_br: PARTE B. Lista de verificação do SPI- RT

source: For each of the sections listed below, please check : Yes, Partial or No where applicable. Indicate only when all elements are satisfactorily present. Provide comments for each Partial or No response. State N/A in the comments section if "not applicable" where appropriate
es_es: Para cada una de las secciones enumeradas a continuación, marque: Sí, Parcial o No cuando proceda. Indique sólo cuando todos los elementos estén satisfactoriamente presentes. Comente cada respuesta parcial o negativa. Indique N/A en la sección de comentarios si "no procede" cuando corresponda
fr_fr: Pour chacune des sections énumérées ci-dessous, veuillez cocher : Oui, Partiel ou Non selon le cas. N'indiquez que si tous les éléments sont présents de manière satisfaisante. Fournissez des commentaires pour chaque réponse partielle ou négative. Le cas échéant, indiquez N/A dans la section des commentaires si la réponse est "sans objet"
pt_br: Para cada uma das seções listadas abaixo, marque: Sim, Parcial ou Não, quando aplicável. Indique apenas quando todos os elementos estiverem presentes de forma satisfatória. Forneça comentários para cada resposta Parcial ou Não. Indique N/A na seção de comentários se "não aplicável", quando apropriado

source: SECTION
pt_br: SEÇÃO

source: YES
pt_br: SIM

source: Partial
pt_br: Parcial

source: NO
pt_br: NÃO

source: Comments
pt_br: Comentários

source: Score
pt_br: Pontuação

source: 1.0 PERSONNEL TRAINING AND CERTIFICATION
es_es: 1.0 FORMACIÓN Y CERTIFICACIÓN DEL PERSONAL
fr_fr: 1.0 FORMATION ET CERTIFICATION DU PERSONNEL
pt_br: 1.0 TREINAMENTO E CERTIFICAÇÃO DE PESSOAL

source: Have all testers received a comprehensive training on HIV rapid testing using the nationally approved curriculum?
es_es: ¿Han recibido todos los encargados de las pruebas una formación completa sobre las pruebas rápidas del VIH utilizando el plan de estudios aprobado a nivel nacional?
fr_fr: Tous les testeurs ont-ils reçu une formation complète sur le dépistage rapide du VIH en utilisant le programme approuvé au niveau national ?
pt_br: Todos os testadores receberam um treinamento abrangente sobre testes rápidos de HIV usando o currículo aprovado nacionalmente?

source: Are the testers trained on the use of standardized HIV testing registers/logbooks?
es_es: ¿Reciben los encargados de las pruebas formación sobre el uso de registros/cuadernos de registro normalizados para las pruebas del VIH?
fr_fr: Les testeurs sont-ils formés à l'utilisation de registres/journaux de bord normalisés pour le dépistage du VIH ?
pt_br: Os testadores são treinados no uso de registros/livros de registro padronizados de testes de HIV?

source: Are the testers trained on external quality assessment (EQA) or proficiency testing (PT) process?
es_es: ¿Reciben los probadores formación sobre el proceso de evaluación externa de la calidad (EQA) o de ensayo de aptitud (PT)?
fr_fr: Les testeurs sont-ils formés à l'évaluation externe de la qualité (EQA) ou à la procédure d'essai d'aptitude (PT) ?
pt_br: Os testadores são treinados no processo de avaliação externa da qualidade (EQA) ou de teste de proficiência (PT)?

source: Are the testers trained on quality control (QC) process?
es_es: ¿Reciben los examinadores formación sobre el proceso de control de calidad (CC)?
fr_fr: Les testeurs sont-ils formés au processus de contrôle de la qualité (CQ) ?
pt_br: Os testadores são treinados no processo de controle de qualidade (QC)?

source: Are the testers trained on safety and waste management procedures and practices?
es_es: ¿Reciben los encargados de las pruebas formación sobre procedimientos y prácticas de seguridad y gestión de residuos?
fr_fr: Les testeurs sont-ils formés aux procédures et pratiques de sécurité et de gestion des déchets ?
pt_br: Os testadores são treinados em procedimentos e práticas de segurança e gerenciamento de resíduos?

source: Have all testers received a refresher training within the last two years?
es_es: ¿Han recibido todos los probadores una formación de actualización en los dos últimos años?
fr_fr: Tous les testeurs ont-ils reçu une formation de remise à niveau au cours des deux dernières années ?
pt_br: Todos os testadores receberam um treinamento de atualização nos últimos dois anos?

source: Are there records indicating all testers have demonstrated competency in HIV rapid testing prior to client testing?
es_es: ¿Existen registros que indiquen que todos los examinadores han demostrado su competencia en las pruebas rápidas del VIH antes de realizar las pruebas a los clientes?
fr_fr: Existe-t-il des registres indiquant que tous les testeurs ont démontré leur compétence en matière de dépistage rapide du VIH avant de tester les clients ?
pt_br: Há registros indicando que todos os testadores demonstraram competência em testes rápidos de HIV antes de testarem o cliente?

source: Have all testers been certified through a national certification program?
es_es: ¿Han sido certificados todos los probadores a través de un programa nacional de certificación?
fr_fr: Tous les testeurs ont-ils été certifiés dans le cadre d'un programme national de certification ?
pt_br: Todos os testadores foram certificados por meio de um programa de certificação nacional?
